import React from 'react';
import Analysis70 from "src/ui/Progress.tsx/Analysis/Analysis70";
import Progres85 from "src/ui/Progress.tsx/Progress/Progress85";

const Pages71 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>71 бет</h6></div>
            <i> 6-диаграмма</i>
            <b className="text-xl"> Бишкек шаарынын калкынын өсүү динамикасы </b>
            <Analysis70/>

            <h4>
                Калктын 954,3 миңи (99,6%) шаарда (Бишкек, Чоң -Арык), 4.2 миңи (0,4%) шаардын чет-жакасындагы Орто-Сай айылында жашашат.
                <br/>
                Калктын табигый өсүүсү төмөн, бирок шаардык ички миграциянын эсебинен кескин көбөйүүдө. Көчүп кеткен калктын көпчүлүгү шаардын чет жакаларындагы жаңы конуштарында отурукташкан.
                <br/>
                Жыныстык курамы боюнча эркектер 447,8 (жалпы калктын 46,7% ы), аялдар 510,7 (53,3% ы) түзөт.
                <br/>
                Бишкектин жалпы калктын 27,9% ы (267,8 миң) эмгек курамына чейники балдар, 63,6% ы (609,8 миң) эмгек курагындагылар . 8,51% м (81,3 мин) улуу муундагы адамдар.
                Шаарда негизинен кыргыздар, орустар жана башка улуттар жашайт (7-диаграмманы кара).
            </h4>
            <i>7-диаграмма</i>
            <b className="text-xl">Бишкек шаарынын калкынын улуттук курамы % менен (2022-ж.) </b>
            <Progres85/>


        </div>
    );
};

export default Pages71;