import React from 'react';

const Pages72 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>72 бет</h6></div>
          <h4>
                  <b>Экономикасы</b>. Бишкек шаары Кыргыз Республикасыны башка аймактарына салыштырмалуу чарбасы жактан
                  жогоруку деңгээлде өнүккөн.
                  <br/>
                  Бишкек шаарынын өнөр жай өндүрүшү эгемендүүлүктү Алгачкы жылдары төмөндөөгө дуушар болгон. 1996-жыл-
                  дабаштап төмөндөө токтолуп, кайра жогорулоого багыт алган. Ошонун натыйжасында, Бишкек өзүнүн бюджетин өзү
                  толук каржылап, республиканын бюджетин да толуктоого салым кошот
                  <br/>
                  Азыркы учурда Бишкек шаары республикадагы ири өнер туйуну. Ири өнөр жай ишканалары:
                  <br/>
                  • Бишкек ЖЭБ: <br/>
                  • «РЕЕМТСМА Кыргызстан» АК: <br/>
                  • «Дастан» корпорациясы; <br/>
                  • Камволдук-нооту комбинаты; <br/>
                  «Кока-Кола Бишкек Ботлерс» ишканасы: <br/>
                  • «Бишкек дан-азык; <br/>
                  • Бишкек машина куруу заводу: <br/>
                  • «Бишкексут»; <br/>
                  • «Таттуу»; <br/>
                  • «Кыргызавтомаш <br/>
                  • «Жылдыз <br/>
                  • «Байпак»; <br/>
                  • «Бишкек темир-бетон заводу <br/>
                  • «Булгаары биргелешкен ишканасы акционердик коомдору ж.б. <br/>
                  Бишкек тогуз жолдун тоомунда жайгашып, өлкөдөгү эң три транспорт түйүнү болуп да саналат. Эң ири
                  автомагистрал дары: Бишкек Ош, Бишкек Балыкчы Нарын Торугарт Кашкар (Кытай), Бишкек Балыкчы Каракол, Бишкек-
                  Алматы (Казакстан), Бишкек Кара-Балта Тараз (Казакстая) - Ташкен (Өзбекстан) автоунаа жолдору ж. 6.
                  <br/>
                  Шаарда жүргүнчүлөрдү тейлөөчү Бишкек-П» темир жол бекети, батышта «Бишкек-1» жана чыгышта «Аламүдүн» жүк
                  тушуруп, жөнөтүп туруучу темир жол бекеттери бар.
                  <br/>
                  Шаардын тундук тарабында 30 км аралыкта «Манас» -
                  ропорту жайгашкан. Жүргүнчүлөрдү ташууда аба транспорту маанилүү. «Манас» аэропортунан чет өлкөлөргө жана
                  республиканын ичиндеги 40ка жакын шаар жана айылдарга учак каттайт.
                  <br/>
                  Шаарда 2 автобекет жайгашкан.
          </h4>
        </div>
    );
};

export default Pages72;