import React from 'react';
import Krug from "src/ui/Progress.tsx/circle/Circle-Global";

const Pages15 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>15бет</h6></div>
            <i> 3-диаграмма</i>
            <h1>Кыргыз Республикасынын улуттук курамы, 2017-ж.
                (% менен) </h1>

            <div className="w-[90%] flex items-center justify-between">
                <Krug/>
                <ul className="w-[200px] flex-col items-start  justify-between flex">
                    <li><span className="w-[15px] h-[15px] bg-country-100 "></span>- кыргыздар (73%)</li>
                    <li><span className="w-[15px] h-[15px] bg-country-200"></span>- озбектер (14.6%)</li>
                    <li><span className="w-[15px] h-[15px] bg-country-300"></span>- орустар (5.8% )</li>
                    <li><span className="w-[15px] h-[15px] bg-country-400"></span>-дунгандар (1.12%)</li>
                    <li><span className="w-[15px] h-[15px] bg-country-500"></span>-уйгурлар (0.9%)</li>
                    <li><span className="w-[15px] h-[15px] bg-country-600"></span>-тажиктер (0.8%)</li>
                    <li><span className="w-[15px] h-[15px] bg-country-700"></span>-башка улуттар (3.78%)</li>
                </ul>
            </div>
            <h4>Кыргыз Республикасы динден тышкары демократиялык
                республика болгондуктан, ар түрдүү диндерди туткан элдер жашайт. Ислам дини басымдуулук кылганы менен дин боюнча маселелер жаралбайт.</h4>
            <div className="animated-shape-both">
                <h4 className="w-[60%]">
                    Эмгек ресурстары. Экономикалык активдүү калк
                    - эмгекке жарамдуу калк деп эмгеке жарамдуу калк айтылат. Эмгек ресурстарына эмгектенип жаткан пенсионерлер
                    жана 16 жаштагы өспүрүмдөр да кирет.
                </h4>

                <div className="animated-shape ml-2">
                    <h3>
                        <mark>Эмгек ресурстары </mark>
                      -  бул калктын эмгекке жарамдуу бөлүгү.
                    </h3>
                </div>

            </div>

            <h4>
                Кыргыз Республикасы базар экономикасына өтүү мезги-
                линде калктын социалдык курамы татаалданды. Мамлекеттик
                менчиктен тышкары ар түрдүү менчиктеги ишканалардын ээлери келип чыккандыктан калктын таптык курамы өзгөрүүдө. Мисалы, жеке менчик ишканаларынын ээлери, банкирлер,дыйкан чарбалары, фермерлер ж.б.
            </h4>
            <h4>
                Эмгек ресурстарын пайдалануу, эмгекке активдүү калкты
                иш орундары менен камсыз кылуу
                ар бир мамлекеттин эң негизги милдети. Бирок, Кыргыз Республикасында жумушсуздук
                жылдан жылга өсүүдө. Себеби азыркы экономикалык кризис
                учурунда, көптөгөн ишканалар жабылып жумушчулар иш орду
                жок калууда. Бул көрүнүш өзгөчө шаар жергесине тиешелүү.
                Республикада калктын басымдуу бөлүгү айыл жергесинде отурукташкандыктан эмгек ресурстары толук пайдаланылбайт.
            </h4>
        </div>
    );
};

export default Pages15;