import React from 'react';
import Progres92 from "src/ui/Progress.tsx/Progress/Progress92";

const Pages77 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>77 бет</h6></div>
            <h4>
                <b> Табияты.</b> Облустун аймагында Чүй, тоо аралык Чон-Кемин жана Суусамыр өрөөндөрү жайгашкан. Аларды
                чектеп жаткан Иле, Кыргыз, Күңгөй, Талас Ала-Тоолорунун, Суусамыр, Жумгал кырка тоолорунун капталдары
                түзөт.
                <br/>
                Облустун аймагынын басымдуу бөлүгүн Чүй өрөөнү ээлейт .Чүй өрөөнү чыгышта Кичи Кемин өрөөнүнө өтөт.
                Чыгышта Иле жана Кунгей Ала-Тоолорунун аралыгында Чоң Кемин өрөөн жайгашкан. Чон Кемин өрөөнүнүн
                чыгышында Көк-Ойрок жай 200су бар. Ал эми облустун түштүк бөлүгүн Кыргыз Республикасындагы ири
                жайлоолордун бири Суусамыр өрөөнү ээлейт. Ал издегинен 2000-3200 м бийиктикте жайгашкан. Өрөөн батышты
                карай кууштап, таманы бийиктейт.
                <br/>
                Кен байлыктарынан түстүү, сейрек кездешүүчү элемент тер бар. Металл эмес кендер да арбын: кум, чопо,
                мергель, туз, гранит-сиенит, акиташ теги, мрамор, гранит, кварцит. Тектоникалык жаракаларга тутумдаш
                жерлерден минералдуу. мы суулар жер бетине агып чыгат (Ысык-Ата, Аламудун, Ак-Суу капчыгайларында).
                <br/>
                Климаты ар түрдүүлүгү менен өзгөчөлөнөт. Түндүгүндөгү трек бөлүгүнүн климаты континенттик, кургак, жайы
                ысык, кышы мелүүн, суук. Чоң Кемин суусунун башы могу чордону болуп саналат.
                <br/>
                Облустун агын суулары Чүй, Нарын дарыяларынын алаптарына таандык. Азыркы кезде алар сугатка толук
                пайдаланат. Чүй өрөөнүндө ири суу сактагычтар (Чөмүч плотинасы, Төмөнкү Ала-Арча ж. б.), каналдар
                (Чыгыш, Батыш жана Түштүк Чоң Чүй) бар.
                <br/>
                <b>Калкы</b>. Чүй облусунда республиканын калкынын 14,7% м жашайт (2016-ж.). Калктын орточо жыштыгы
                жогору: 1 км жерге 44 адам туура келет. Облустун калктуу пункттары нег зинен Чүй өрөөнүндө автоунаа жана
                темир жол магистралдары бойлой жыш жайгашкан.
                <br/>
                Шаар калкы 159,4 миң (жалпы калктын 18%), калган 728,1 мини (82%) айыл-кыштакта жашайт. Облустун калкы
                коп улуттуу (8-диаграмманы кара).
            </h4>
            <i> 8-диаграмма </i>
            <b className="text-xl">Чүй облусунун калкынын улуттук курамы,% менен (2016-ж) </b>
            <Progres92/>

        </div>
    );
};

export default Pages77;