import React from 'react';
import Circle57 from 'src/ui/Progress.tsx/circle/Circle57';
import kartoshka from "src/assets/img/kartoshka.jpg";

const Pages47 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>47 бет</h6></div>  
        <h4><b>Дыйканчылык</b></h4>
        <h4>Дан чарбасы  айыл чарбасынын негизги тармактарынын бири. Дан чарбасында дан эгиндерин айдоо, алардан мол түшүм алуу, калкты нан менен камсыз кылууда негизги мааниге ээ. Кийинки жылдардагы айыл чарбасындагы экономикалык кыйынчылыктар дан чарбасына да таасирин тийгизди. Техника менен талаптагыдай камсыз болбой, трактор, комбайндар эскирип, алардын саны кескин азайып кеткен. Ошондой эле минералдык жер семирткичтердин ыксыз кымбаттап кетиши, чарбалардын экономикалык абалын төмөндөттү. Сатып алууга мүмкүнчүлүк жоктугунан улам башка жактардан ташып келүү да бир кыйла азайган. Республика эгемендүү болгондон кийин өлкөнүн калкын дан жана анын продуктулары менен камсыз кылуу негизги милдеттердин бири болуп калды.</h4>
        <h4>Ушуга байланыштуу айыл чарба өсүмдүктөрүн өстүрүү тармагында кыйла өзгөрүүлөр болду. Эң алды менен дан эгинде- ринин аянты көбөйтүлдү. Дан эгиндеринин аянты бардык айыл чарба өсүмдүктөрүнүн айдоо аянтынын 69% ын түзөт. Респуб- ликабызда дан эгиндеринен: буудай (жазгы, күзгү), арпа, сулу, жүгөрү, шалы, төө буурчак, таруу эгилет</h4>
        <i>Айыл-чарба өсүмдүктөрүнүн айдоо аянттары (% менен).</i>
        <Circle57/>
        <h4><b>Картошке чарбачылыгы</b>. Кыргыз Республикасынын климаттык шарты картошкену бардык аймакта өстүрүүгө ынгайлуу.Аба ырайы жагымдуу болгон жерлерде картошкөнүн эрте бышуучу сортто  Ру, тоолуу аймактар- да кадимки сорттору тилет. Картошке неги- күнөөлүү Ысык-Көл, Нарын, Чүй облусунун Кемин районунда жана түштүк райондорунун тоолуу жерлеринде эгилет. Кар төшкөнү өстүрүүнүн негизги багыты вируссуз сорттуу үренци табуу болуп эсептелет. Ушул багыттагы иштер Ысык-Көл облусундагы жана Кемин районундагы кобойушу айдоо аянтынын жана тушумдуулуктун вскаку байланыштуу. Республикалы чарбаларда</h4>
        <div className='flex items-start justify-start gap-20'>
          <h4><b>Жашылча өстүрүү</b>. Адамдын организмине абдан жагымдуу <br />жана витаминдүү жашылча өсүмдүк өстүрүлөт. <br />түштүк Кыргызстандын аймактарында жана  <br />Чүй өрөөнүндө жашылча уруктары эгилет <br />(бадыраң, томат, калемпир, баклажан, пияз).</h4>
          <img src={kartoshka} alt="" className='w-[200px]' />
        </div>
        


        </div>
    );
};

export default Pages47;