import React from 'react';
import Progres134 from "src/ui/Progress.tsx/Progres134";

const Pages113 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>113 бет</h6></div>
            <h4>
                Түркстан кырка тоосунан башталган
                сууларга Исфана, Исфана, Кожо-Бакырган, Ак-Суу жана башка кирет. Бул суулардын бардыгы Сыр-Дарыянын
                сол куймалары. Суулар сугатка пайдаланылат. Бул суулар негизинен эриген кардан жана мөңгү сууларынан
                куралат. Алай жана Түркестан кырка тоолорунун капталдарында тоо көлдөрү да арбын.
                <br/>
                Облустун аймагынын топурак өсүмдүктөрүнүн таралышы жана алардын жалпы ариддик мүнөздө болушу жылуулукка
                жана нымдалуу шарттарына түздөн-түз байланыштуу.
                <br/>
                Тоо этегиндеги түзүктөр менен тоо арасындагы ойдундарды жана тоо этегиндеги адырлар менен жапыз жана
                орто бийиктиктеги тоолордогу дарыялардын жайылмалары негизинен сугат жана кайрак жерлер ээлейт. Андан
                тышкары жайыт катары да пайдаланылат. Орто жана бийик тоолордогу талаа жана шалбаа ландшафттары (көбүнчө
                жайкы жана кышкы) жайыт катары пайдаланылат.
                <br/>
                <b>Калкы</b>. 2016-жылдын 1-январына карата 492,6 миң киши же республиканын калкынын 8,2% ын түзгөн.
                Шаар калкы 116,2 киши (облустун жалпы калкынын 23,6% ын түзөт), айыл калкы 376,4 мин (76,4%). Калктын
                жыштыгы 1км жерге 29
                киши. <br/>
                Облустун калкы (14-диаграмманы кара).
                көп улуттуу, негизинен кыргыздар
            </h4>
            <i>14-диаграмма</i>
            <b className="text-xl ">Баткен облусунун калкынын улуттук курамы,% менен </b>
            <Progres134/>
            <h4>
                Облустун калкынын өзгөчөлүгү аялдарга караганда эркектердин санынын көптүгүндө. 1000 аялга 1002 эркек
                (республика боюнча 975) туура келет. Облустун эмгекке жарамдуу жалпы калкынын ичинен өспүрүмдөр 35,5%ды
                (174,9 миң киши), эмгекке жарамдуулар 58,5% ды (288,4 миң киши), ал эми эмгек курагынан өткөндөр 6% ды
                (29268) түзөт. Базар экономикасына өтүүдөгү өткөөл мезгилдеги социалдык-экономикалык реформага
                байланыштуу, калктын эмгекке жарамдуу бөлүгү азайып кеткен. Буга өндүрүштүн деңгээлинин
            </h4>
        </div>
    );
};

export default Pages113;