import React from 'react';
import Progres14 from "src/ui/Progress.tsx/Progress/Progress";
import Analysis16 from "src/ui/Progress.tsx/Analysis/Analysis16";
import Analysis70 from "src/ui/Progress.tsx/Analysis/Analysis70";

const Pages70 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>70бет</h6></div>
            <h1> Бишкек карта-схема</h1>
            <iframe
                src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d249274.36689504527!2d74.49569477489617!3d42.826576307008004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x389ebdbc4eec442b%3A0x6c5bce77e072ac98!2z0JrQvtGA0LTQsNC5LCDQmtCw0LfQsNGF0YHRgtCw0L0!5e0!3m2!1sru!2skg!4v1702141238380!5m2!1sru!2skg"
                width="900" height="550"
                referrerPolicy="no-referrer-when-downgrade"></iframe>

            <h4 className="my-6">
                 Бишкектин ирригация системасына шаар аркылуу ар тарапка салынган арыктар менен каналдар тармагы кирет. Шаар аркылуу Батыш жана Түштүк Чон-Чүй каналдары өтөт. Биш кектен түндүгүрөөктө Төмөнкү Ала-Арча суу сактагычы жайгашкан : бир бөлүгү шаардын аймагына кирет. Кара жыгач
                багында жана Бишкек Эркин экономикалын зонасынын аймагында көлмөлөр бар. <br/>
                Шаардын аймагы түндүктөн түштүктү карай боз шалбаа жана шалбаалуу-саздак топурактан кадимки боз топурака өтөт. Бишкектин аймагы негизинен антропогендик шафтка айланган. Шаардын түндүк бөлүгүндө өсүмдүк эгилген бош жерлеринде камыш, жекен, ыран чоп, көлме жана суу жээктеринде жапайы тал, терек, сейрек жийде кезигет. Шаар дын түштүк жагында тоо этектеринин адырларында кургакчыл жерге мүнөздүү өсүмдүктөр басымдуулук кылат. Адырлар төмөнкү бөлүктөрүн эфемер шыбактуу жарым чөл ээлейт.
                <br/>
                <b>Калкы</b>. Республика боюнча Бишкек калкынын саны көп жана жыштыгы жогору шаар. Бишкек шаарынын калкынын
                өсүү динамикасы жылдар боюнча өзгөрүп турган (6- диаграмманы кара).
            </h4>

        </div>
    );
};

export default Pages70;