import React from 'react';

const Pages87 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>87 бет</h6></div>
            <h1> Талас облусунун администрациялык - экономикалык картасы</h1>
            <iframe
                src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d94085.9725522792!2d72.14051746692446!3d42.53008984082213!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x38a15c82094a401b%3A0xef5a29b84864c140!2z0KLQsNC70LDRgQ!5e0!3m2!1sru!2skg!4v1702282613517!5m2!1sru!2skg"
                width="900" height="500"  loading="lazy"
                referrerPolicy="no-referrer-when-downgrade"></iframe>


            <h4>
                Кырка тоолор негизинен облустун аймагындагы кендик багыт боюнча созулат. Эң чыгыш бөлүгүндө алар
                бири-бирине жакындашып, Кан-Теңир (Муз-Тоо) тоо тоомун пайда кылат. Бул тоо томунда Тянь-Шандын
                (Теңир-Тоо) эң бийик жери – Жеңиш чокусу (7439 м) жайгашкан.
                <br/>
                Кен байлыктарынан алтын (Ак-Шыйрак кырка тоосун- дагы Кум-Төр кени), калай, вольфрам (Сары-Жаз),
                коргошун (Эки-Чат), күмүш, уран (Сары-Жаз); полиметалл (Жыргалаң), комплекстүү уран-молибден-ваннадий
                кендери, көмүр (Жырга- лан), Сөгөттү, цемент даярдоого жарактуу акиташ теги (Күр- менту), айнек куму ж.
                б. курулуш материалдарынын кендери бар. Дарылык касиети бар көптөгөн минералдуу ысык булактар бар.
                Алардын негизинде Жети-Өгүз, Жыргалаң, Ак-Суу, Чолпон-Ата
                «Көгүлтүр Ысык-Көл», Тамга, «Кыргыз деңизи» ж. б. бальнеологиялык курорт, санаторийлер иштейт. Дары
                баткактын ири кендери: Кызыл-Суу, Тамга, Жыргалаң, Күрмөнтү, Кара-Ой, Чолпон-Ата, Чок-Тал, Улаколдо
                жайгашкан.
            <br/>
                Климаты бийиктик алкактуулукка байланыштуу калыптанган. Курчап турган кырка тоолор муздак абанын өрөөнгө
                киришине тоскоолдук кылып климатты жумшартат. Көлдүн жыл бою тоңбогон суусу өрөөндүн климатына таасир
                этип, Тянь-Шандын башка тоо аралык өрөөндөрүнөн өзгөчөлөнүп турат. Көлдүн жээк зонасында жайы салкын,
                кышы жумшак болот.
            <br/>
                Өрөөндүн батышынан Улан, чыгышынан Сан-Таш шамалдары согуп турат. Эн катуу шамалы - Улан. Анын ылдамдыгы
                25-30 м/секга жетет. Улан, Сан-Таш шамалдары бир мезгилде согуп, бири-бири менен беттешип, көл үстүндө
                катуу толкунду пайда кылат. Өрөөндүн батыш бөлүгүнүн жазы салкын, жайы ысык, күзү узак, кышы суук, кар
                жаабайт. Жаан-чачын бардык жеринде жайында көп, кышында аз жаайт.
            </h4>

        </div>
    );
};

export default Pages87;