import React from 'react';

const Pages66 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>66 бет</h6></div>


            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Өзүңдү текшер
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Республикабызда кандай билим берүү мекемелери бар? Билим беруу кандай шартта жүргүзүлөт?
                    <br/>
                    2. Саламаттыкты сактоо тармагы кандай өнүккөн жана кандай мекемелерден турат? Алыскы райондордо саламаттык сактоо кандай абалда?
                    <br/>
                    3. Республикада туризм эмне себептен жогорку деңгээлде өнүгө албай жатат?
                </h4>
            </div>
            <h1><span>§ 13.</span>  Кыргыз Республикасын туруктуу өнүктүрүүнүн улуттук стратегиясы</h1>
            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Эсиңерге түшүргүлө
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Жаратылышты булгоочу булактар кайсылар? 2. Жаратылыштын бузулушуна кандай антропогендик факторлор таасир этет?
                </h4>
            </div>
<h4>
    <b>Туруктуу өнүгүү концепциясы</b> азыркы учурдагы
    <i>«коом- адам-табият»</i> системасындагы экологиялык
    проблемалардын курчушу, дүйнөлүк климаттын
    өзгөрүшүнөн келип чыккан эко- номикалык,
    социалдык жана жаратылыштык проблемалар менен
    байланыштуу. Дүйнөлүк практикада <i> туруктуу өнүгүү </i>деп,
    өнүгүүнүн үч компонентин бириктирген комплекстүү тең-салмактуу мамлекеттик башкарууну түшүнөбүз.
    <br/>
   <b> Туруктуу өнүгүүнүн классикалык мааниси </b>буткул дүйнөлүк жаратылыш ресурстарынын азайышы, климаттын өзгөрүшү , калктын санынын өсүшү, азык-түлүктүн жетишсиздиги, энергиянын бирдей эмес бөлүнүшү, жаратылыш ресурстарына болгон күрөштүн курчушу, кедей мамлекеттердин көбөйүшү, Бул жагдайдан кантип чыгуунун, энергияны колдонуунун, сак тоонун, жаны технологияларды киргизүү, ресурстарды рационалдуу колдонуу, туруктуу өнүгүүгө умтулуу, экономикалы өсүш, жалпы маданиятты көтөрүү жана жаратылыш байлык. тарды кийинки муундарга калтыруу, сактоо жана өткөрүп беруу болуп эсептелинет.
    <br/>
    Кыргыз Республикасын туруктуу өнүктүрүүнүн жалпы улуттук стратегиялык долбоорун иштеп чыгуу жана жузого ашыруу зарылчылыгы азыркы мезгилдин жана дүйнөлүк укугунун талабы. Муну менен бирге коомдук-саясий, экономика лык, социалдык, идеологиялык, региондук жана этностор аралык кыйла курч маселелерди чечүү кыргыз мамлекеттүүлүгүн, өлкөнүн улуттук коопсуздугун сактоо жана чындоо милдеттери менен ажырагыс байланышкан.
    <br/>
    Ушуга байланыштуу Кыргыз Республикасын туруктуу өнүктүрүү боюнча Улуттук кеңеш өлкөнүн келечегине болго өзүнүн көрө билүүсүн сунуш кылып, ишмердиктин башкы гыттарын жана артыкчылыктарын белгилейт, ал өкмөттөр ал машкан учурда да өзгөрүүсүз калууга тийиш.


</h4>

        </div>
    );
};

export default Pages66;