import React from 'react';
import bakcha from "src/assets/img/bak.jpg";
import bakcha2 from "src/assets/img/bak2.jpg";


const Pages48 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>48 бет</h6></div>  
        <h4> Ысык-Көл, Талас өрөөнүндө жашылчалардын эрте жетилчү түрлөрү (капуста, мөмө тамырлуу өсүмдүктөр, шалгам, чанактуу өсүмдүктөр ж. б.) өстүрүлөт. Өлкеде эгилме жашылчанын 20дай түрү бар.  Жашылча өсүмдүктөрү ачык жана жабык аянттарда өстүрүлөт. Айрыкча жабык аянт тарда жашылчачылык жакшы өнүгүүдө. Акыркы мезгилде рес- публикада типтүү парник куруу кеңири колдонулууда. Анда электр кубаты пайдаланылат. Типтүү парниктер Чүй өрөөнүнде көп. Ачык аянтта жашылча өсүмдүктөрү азык-түлүк жана үрен алуу үчүн жаз, жай, күз айларында, жабык аянтта кыш мезги линде өстүрүлөт. Бул болсо республиканын калкынын жашыл чага болгон керектөөсүн канааттандырып, экспорт учун кайра иштетүүгө да мүмкүндүк берет.</h4>
        <img src={bakcha} alt="" className='h-[350px] m-3' />
        <h4>Бакчачылык Республикада байыртадан өнүкөн тармак. Баткен, Ош, Жа- лал-Абад, Чүй өрөөнүндө, кийинчерээк Талас өрөөнү- нүн төмөнкү бөлүктөрүн- де өнүгө баштаган. Бакча өсүмдүктөрүнөн ашкабак, коон, дарбыз ж.б. өстү рүлөт. Азыр бакчачылык боюнча атайын дыйкан</h4>
        <img src={bakcha2} alt="" className='h-[350px] ' />


        </div>
    );
};

export default Pages48;