import React from 'react';

const Pages61 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>61 бет</h6></div>
            <h1><span>§ 12.</span> Тейлөө тармактары жана туризм</h1>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Эсиңерге түшүргүлө
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Тейлөө деп эмнени түшүнөсүңөр?
                    <br/>
                    2. Туризм деген эмне?
                    <br/>
                    3. Кыргыз Республикасындагы кандай туристтик мекемелерди билесиңер?
                </h4>
            </div>
            <div className="animated-shape-both">
                <div className="animated-shape ml-2">
                    <h3>
                        <mark>Инфраструктура</mark> деп «материалдык жыргалчылыктарды
                        өндүрүүгө тике катышпаса да, өндүрүш процессинин
                        өзү үчүн зарыл болгон аракеттеги тармактардын жана темалардын жыйындысы эсептелинет.
                    </h3>
                </div>

                <div className="animated-shape ml-2">
                    <h3>
                        <mark>Тейлөө чөйрөсү</mark> бул калктын керектөөлөрүн,
                        муктаждыктарын канааттандыруу үчүн өндүрүштүк
                        жана өндүрүш эмес чөйрөлөрдүн тармактарынын
                        кызматы көрсөтүүлөрүнүн жыйындысы
                    </h3>
                </div>

            </div>
<h4>
    Тейлөө чөйрөсү эмгектин коомдук бөлүнүшүнүн мыйзам- ченемдүү натыйжасы болуп саналат. Ал эл чарбасынын өндү рүштүк жана өндүрүштүк эмес чөйрөлөрүнүн өз ара байланы- шуусунун негизинде калыптанат.
    <br/>
    Тейлөө чөйрөсү <i>жашоо образы</i> жана <i>анын деңгээлин жогорулатуу </i> маселелери менен тыгыз байланышкан. Тейлөө чөйрөсүнүн бардык тармактары жашоо образынын калыптанышы менен өнүгүшүнө олуттуу салым киргизет.
    <br/>
    Тейлөө чөйрөсүнүн мекемелери менен ишканалары жыйындысы <i>социалдык инфраструктура</i> деп аталат.
</h4>
            <h4>
               <b> Билим берүү.</b> Рыноктук экономиканың шартына
                Кыргыз Республикасында билим берүүнүн мааниси зор. Азыр учурда билим берүү системасынын окуу процесстеринде кайра куруу иштерии жүрүп жатат.
                Билим берүүнүн максатынын маңызы адам жана анын билим алууга умтулусуна көмөк көрсөтү. <br/>
                Республикада билим берүү мамлекеттик жана менчик  окуу
                жайлар аркылуу жүргүзүлөт.  Жалпы башталгыч жана жалпы негизги мектепте окуу Кыргыз Республикасынын бардык жарандары


            </h4>

        </div>
    );
};

export default Pages61;