import React from 'react';

const Pages51 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>51 бет</h6></div>  
        <h4>Уй чарбасын өнүктүрүүгө табигый климаттык шарт жана анын продукциясын өндүрүүдөгү социалдык факторлор ыңгайлуу. Негизинен республиканын бардык ре- гиондорунда, шаардын четиндеги зоналарда - сүт багытындагы, тоолуу аймактарда эт багытындагы бодо мал багылат.</h4>
        <h4>Республикада негизинен 2 тукумдагы уй асыралат: ала тоо жана олуя ата. Бийик тоолуу жайыт шартында ала тоо тукуму (1950-ж. тукум болуп бекитилген) өзүнүн сүттүүлүгү, эттүүлүгү жагынан жергиликтүү кыргыз уйдан жогору турат. Бул тукум бардык зоналарда (Талас өрөөнүнөн башка) асыралат, эң көп асыралган жерлери: Чүй өрөөнүнүн борбордук бөлүгү, Ош облусунун Кара-Суу, Өзгөн райондору, Жалал-Абад облусунун Сузак, Аксы райондору, Ысык-Көл облусунун Жети-Өгүз району.</h4>
        <h4>Топоз бийик тоолуу жайыттарда гана багылып, эң арзан продукция берүүчү мал. Жайыты август, сентябрда түбөлүк кардын чегине чейин жетет, кышында бийик тоо өрөөндөрүндө кыштап, кар астындагы сейрек чөптөрдү тээп жейт. Республи- када миллион гектардан ашык, жетүүгө кыйын бийик тоолуу жайыттар бар. Алар топоз учун негизги тоют базасы болуп эсептелет. Топоз арзан эт жана тери берет, жеке чарба үчүн жайкысын саалат, күз башталганда сааны токтотулат. Жергиликтүү ол топозду байыркы убактан бери эле асырап келген, бирок кийинки убактарда алардын саны азайып кеткен.</h4>
        <div className="pages3-text1">
          <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
            Мен муну билем
          </button>
        </div>
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            1.  Дыйканчылыктын өнүгүшүнө кандай жаратшарттар керек. <br />
            2. Айыл-чарбасы кайсы өнөр жай тармактарына сырьёлук база болуп эсептелинет?
          </h4>
        </div>
        <div className="pages3-text1">
          <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
            Өзунду текшер
          </button>
        </div>
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            1.Силер жашаган аймакка чет өлкөдөн кандай айы чарба продукциялары ташылып келинет? Эмне себептен? <br />
            2. Эмне үчүн айыл чарба продукциялары менен республика өзүн толук камсыз кыла албайт? 
          </h4>
        </div>

        <h1><span>§ 10.</span> Транспорт комплекси</h1>
        <div className="pages3-text1">
          <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
            Эсинерге түшүргүлө
          </button>
        </div>
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            1.Транспорт деген эмне? <br />
            2.Транспорттун кандай түрлөрүн билесиңер?
          </h4>
        </div>



        </div>
    );
};

export default Pages51;