import React from 'react';
import Progres98 from "src/ui/Progress.tsx/Progress/Progres98";

const Pages82 = () => {

    return (
        <div className="pages1">
            <div className="page-number"><h6>82 бет</h6></div>
            <h4>
                <b>Талас</b> .Облусу 1944-жылы 22-июнда уюшулган. 1956 1962-жылдары Фрунзе облусунун курамында болгон.
                1962
                1979-жылдары жана 1988 - 1990-жылдары республикага түз баш ийдирилген. 1980 1988-жылы Талас облусунун
                курамына азыркы Жалал-Абад облусунун Токтогул жана Чаткал райондору да кирген. Облустун азыркы
                административдик түзүлүшү 1990-жылы 14-декабрда уюшулган.
                <br/>
                Табияты. Облус Талас өрөөнүндө орун алган. Облустун бийкиги деңиз деңгээлинен 700 мден 4482 мге (Манас
                чокусу) чейин.
                <br/>
                Талас өрөөнү кен байлыктарга бай. Жер-үй, Талды-Булак, Анда алтын менен Ачык таш күкүрт кендери
                жайгашкан. Овер-жайлык запасы алтынды жана күкүрттү иштеп чыгууга мүмкүндүк берет. Облуста курулуш
                материалдарынын (мрамор. гранит, акиташ, чопо ж. б.) кендери, ошондой эле темир (Бала- Чычкан), жел
                (Андаш), молибден (Кептеш) ж. б. бар.
                <br/>
                Өрөөндүн дорлик туш тарабы тоо кыркалары, чөлдөр мен курчалып турушу, татаал түзүлүштөгү рельефа анда
                кургакчыл, континенттик климаттын түзүлүшүнө шарт түзөт. Жылдык жаан-чачын саны өрөөндө 300-400 мм
                түзөт.
                <br/>
                Ири дарыясы Талас, ал Каракол жана Үч-Кошой сууларынын кошулушунан пайда болот. Ал Казакстандын аймагына
                агып өтүп , Моюнкум чөлүнө сиңип жок болот. Облустун аймагында эң ири кел Беш-Таш.
                <br/>
                Талас өрөөнүндө негизинен жарым чөл зонасына мүнөздүү болгон туздуктун кадимки боз топурактары таралган. Ал кургак тала, талаа, жапыз жана айдош тоо этектеринде тоо өрөөн коңур топурактары кездешет.
                <br/>
                <b>Калкы</b>. Калктын саны боюнча облус республикада акыр орунду ээлейт. Анда республиканын жалпы калкынын 4,3% жашайт. Анын 35,9 мици же 14,3% шаар, 215,4 мици же 85,7% айыл калкы. Калктын орточо жыштыгы 1 км3 жерге 22 адам. Улуттун курамында кыргыздар басымдуулук кылат (9-диаграмманы кара).

            </h4>
            <i>9-диаграмма</i>
            <b> Талас облусунун калкынын улуттук курамы,% менен (2016-ж.)</b>
<Progres98/>
        </div>
    );
};

export default Pages82;