import React from 'react';

const Pages50 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>50 бет</h6></div>  

        <h4 className='m-4'><b>Май берүүчү өсүмдүктөр.</b> Республиканын бардык аймактарында май берүүчү өсүмдүктөр өстүрүлөт. Ал өсүмдүктөр көп эмгекти талап кылбайт. Өткөн жылдары негизинен күнкарама айдалса, акыркы жылдарда сафлор, күзгү рапс, кычы (горчица) өңдүү май берүүчү өсүмдүктөр өстүрүлө баштаган. Кур карамадан 29-56% га чейин май алууга болот. Сафлор набуде кайра жерге айдалып, андан 25-32% га чейин май алынат</h4>
        <h4 className='m-4'><b>Кызылча өстүрүү.</b> Негизинен Республиканың Чүй облусу. ну райондорунда кант кызылчасы өстүрүлөт. Кант кызыл учун Чүй өрөөнүнүн табигый шарты ыңгайлуу. Кызылча өстүрүүдө селекция менен үрөнчүлүккө көп көңүл бөлүнгөн. Кант кызылчасы сугат жерлерде айдалат. Кийинки жылдары кат кызылчасын айдоо кескин азая баштаган. Анын себеби жер кыртышынын бузулушу, жыл сайын кайталап бир эле жер эгилиши, суунун жетишсиздиги ж.б. факторлор. Бу түшүмдүүлүк менен канттуулуктун төмөндөшүнө алы Ошондуктан Чүй облусундагы негизги кант заводдору толук кандуу иштебей калган. Анын натыйжасында республика кызылчасынын уругун өстүрүүгө өткөн. 1991-жылдардан алты менен камсыз кылуу максатынд кызылчасы эгилүүдө</h4>
        <h4 className='m-4'><b>Пахтачылык жана тамекичилик</b>. Республикабызды түштүк аймактарында пахта жана тамеки эгилет. Пахта 1980. аталган облустардын айыл чарба өндүрүшүнүн негизги тармагы болуп, айдоо аянттарының 20% ын түзгөн. Пакта aйдалбай калган жерлерге көп жылдык тоют, тамеки ж б өсүмдүк төр өстүрүлгөн. Республика коңшу өлкөлөргө пахта буласын экспорттойт. Пахтанын тушунун жогорулатуу учун урок жайылчарба техникасы керектелет. Пахтаны иштетуу ишке ашырууда чет элдик инвесторлорду тартуу керек Азыркы мезгилде негизинен тамекинин жыттуу Дюбек тибиндеги сорту эгилет.</h4>
        <h4 className='m-4'><b>Эгилме тоют өсүмдүктөрү</b>. Республиканын тоо этектериндеги түздүктөрдөн баштап бийик тоолуу альпы шалбааларына чейин түрдүү тоют өсүмдүктөрү өстүрүлөт.
          Сугат жерлерде көк беде, уй беде, ак сокто ж. б. эгилет. Чүй, Талас жана Нарын облусунун райондорунда беденин токмок сорту өстүрүлөт. Ал эми Ысык-Көл облусунда беденин токмок жана береке сорттору эгилет. Тоют өсүмдүкөрү Чүйдүн сугат жерлеринде 3-4 жолу, кайрак жерлеринде 1-2 жолу чалынат.</h4>
        <h4 className='m-4'><b>Мал чарбасы.</b> Айыл чарба өндүрүшү базар мамилесине өткөн мезгилде мал чарбасынын структурасында да өзгөрүүлөр болду. Чочко, үй куштары азайып, уй, жылкынын башы көбөйдү Буга байланыштуу кара малдан алган продукция көбөйүп, кой жана уй куштарынын эти азайган.</h4>
        <h4 className='m-4'><b>Уй чарбасы</b> республикадагы чарба өндүрүшүнүн негизги тармактарынын бири. Уй чарбасынан алынган продукция мал чарбасынан алынган продукциянын жалпы көлөмүнүн 60 % га чейинкисин түзөт. </h4>
        </div>
    );
};

export default Pages50;