import React from 'react';

const Pages37 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>37 бет</h6></div>
            <h4>
                Талас облусундагы <i>Жерүй алтын кени</i> келечекте иштетилет. Ички Тянь-Шандагы Солтон-Сары алтын кенин «Кыргы-залтын» мамлекеттик концерни иштетүүдө.
                <br/>
                2015 жылдан баштап
                Чүйдөгү Талды- Булак-сол  алтын кенин «Алтын-Кен» Кыргыз - Кытай биргелешкен жоопкерчилиги чектелген коому иштетип баштады. Өлкөбүздүн
                бардык аймактарынан өндүрүлгөн алтын Кара-Балта тоо-кен
                комбинатында тазартылып, (аффинаждалып) калыптарга куюлат. Андан сырткары комбинат уран концентратын, молибден жана анын кошулмаларын кайра иштетет.
                <br/>
                <i>Сурьманын</i> өнөр жайлык маанидеги кендериТүштүк Кыргызстанда жайгашкан (Кадамжай, Терек-Сай ж.б.). Кадамжай
                сурьма комбинаты Кадамжай, Терек-Сай рудниктеринен, металлургия заводунан турат. 1936-. сурьма тажрыйба-өнөр-жай заводу катары негизделген. СССРде тармак боюнча негизги ишканалардан болгон. Кыргыз сурьмасы өтө сапаттуулугу
                менен өзгөчөлөнөт. 1958-жылы Брюсселдеги Бүткүл дуйнөлүк
                жарманкеде Чоң алтын медалын алып, дуйнөлүк «эталон» деп белгиленген.
                <br/>
                <i>Сымап</i> негизинен Түштүк Кыргызстандын аймагында таралган. Карбонат тоо тектеринде топтолгон гидротерм тобундагы кендер негизги өнөр жайлык мааниге ээ (Айдаркен, Чонкой,
                Чабай ж.б.) <br/>
                Айдаркен мамлекеттик акционердик коому бир нече рудниктен жана металлургия заводунан турат. 1942-жылы сымап комбинаты катары негизделген.
                Кийинки жылдарда сымап
                алчу руданы казып алуу өтө татаалданган. <br/>
                Калайдын прогноздук запасы боюнча Кыргыз Республикасы Борбордук Азияда алдынкы орундарды ээлейт. Анын өнөр
                жайлык запасы Сары-Жаз дарыясынын алабында жайгашкан,
                ага «Трудовой» жана «Уч-Кошкон» кендери кирет. <br/>
                Калай кенинде вольфрам, молибден да болгондуктан аны комплекстүү иштетүү каралган. Азыр Эдилчекте Орусия менен
                биргелешип уюшулган
                «Тяньшаньолово» аттуу кен ылгоочу
                фабрика иштейт. <br/>
                Республикада түстүү металлургия менен бирге металл эмес кендерди (курулуш материалдары) иштетүүчү өнөр жайлардын
                келечеги кең.
            </h4>
            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Мен муну билем
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Кыргыз Республикасындагы негизги алтын кендерин атагыла. <br/>
                    2. Тустуу металлдар кайсы өнөр жайга керектелет. <br/>
                    3. Дүйнөлүк эталон катары кайсыл металл эсептелинген.
                </h4>
            </div>
        </div>
    );
};

export default Pages37;