import React, {useState} from 'react';

const Pages109 = () => {

    const block = [
        {id: 1, number: 1, text: "Мектепке чейинки уюмдар ", text2: 240,},
        {id: 2, number: 2, text: "Жалпы билим берүү уюмдары  ", text2: 475,},
        {id: 4, number: 3, text: "Башталгыч кесиптик билим берүү уюмдары ", text2: 19,},
        {id: 5, number: 4, text: "Орто кесиптик билим берүү уюмдары ", text2: 18,},
        {id: 6, number: 5, text: "Жогорку окуу жайлары", text2: 3,},
    ]
    return (
        <div className="pages1">
            <div className="page-number"><h6>109 бет</h6></div>
            <h4>
                Айыл чарбага жарактуу жери 1835,5 миң ге, анын 8,6% (158,3 миң га) айдоо жер, 0,3% (4,9 миң га) көп
                жылдык мөмө- жемиш дарактар, 2,1%. (39,1 миң чоп чабынды жана 88,7% (1628,1 миң ге) жайыт. Эгин эгилген
                жердин аянты 875,5 мик га болуп өлкөнүн эгиндин 14,6% ын түзөт. Мал чарба тармагы айыл чарбанын 37,1%
                продукциясын өндүрөт.
                <br/>
                Транспорт. Жалал-Абад облусунда автоунаа, темир, аба жол жана куур транспорту бар. Облустун жеринде
                Кара-Суу- Жалал-Абад-Кок-Жаңгак жана Наманган (Өзбекстан) - Үч-Кор- гон-Таш-Көмүр темир жол линиялары
                бар. Алардын узундугу аз эле болгонуна карабастан башка өлкөлөр менен экономикалык байланыш түзүүдө
                мааниге ээ. <br/>
                Кочкор-Ата шаарчасынан Жалал-Абад шаарына чейин газ кууру жеткирилген.
                Жалал-Абад шаарында,Казарман ,Кербен, Каныш-Кыя кыштактарында аэропорттор иштеп, алардын Бишкек менен
                аба жол катташы бар.
                <b>Социалдык абалы.</b> Облус боюнча 111 клуб тибиндеги мекемелер, 195 массалык китепканалар, 11 ар
                түрдүү музейлер, 3 театр жана 5 кинотеатр бар. Алардан башка балдардын 14
                музыкалык,4 көркөм өнөр, 1 көркөм сүрөт мектептери бар.
                Облустук радио уктуруу жана телекөрсөтүү студиясы иштейт.
            </h4>
            <i>16-тиркеме</i>
            <b className="text-xl">Жалал-Абад облусунун билим берүү мекемелеринин саны (2017-ж.)*</b>

            <table className="border-black m-3 border-2 w-full">
                <thead>
                <tr className="border-black">
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 "> №</th>
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 ">Билим берүү
                        мекемелери
                    </th>
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 ">саны</th>
                </tr>
                </thead>
                <tbody>
                {
                    block.map(el => (
                        <tr key={el.id} className="border-black border-2">
                            <td className="border-black border-2 p-2"> {el.number}</td>
                            <td className="border-black border-2 text-start p-2"> {el.text}</td>
                            <td className="border-black border-2 p-2"> {el.text2}</td>
                        </tr>
                    ))
                }


                </tbody>
            </table>

            <h4>
                Жалал-Абад шаарынын жанында дарылык касиети жогору болгон минералдуу суунун базасында атактуу Жалал-Абад
                курорту иштейт. Облустун аймагы жаратылыш шартынын кооздугу, кен байлыктарынын ар түрдүүлүгү жана
                тарыхый эстеликтеринин сакталышы менен белгилүү. Дүйнө жүзүндөгү жаңгак токойлордун ичинен эң көп аянтты
                ээлеген белгилүү Түштүк Кыргызстандын жаңгак жана жемиш токоюнун 90% аянты облустун жеринде.
            </h4>

        </div>
    );
};

export default Pages109;