import React from 'react';

const Pages2 = () => {
    return (
        <div className="pages1">
                <div className="page-number"><h6>2 бет</h6></div>

<h4>
    Кыргыз Республикасынын административдик аймактарына озунчө токтолуп, жаратылыш-ресурстук потенциалы, калкы,
    чарбасынын адистешүүсүнө тиешелүү маалыматтар <i>төртүнчү бөлүмдө</i> берилди.
    Окуу китеби негизинен окуучулардын компетенттүүлүгүн
    калыптандырууга ылайык түзүлдү. Негизги талабы: Кыргыз
    Республикасынын калкынын, чарбасынын өзгөчөлүгүн окуп-
    билип, үйрөнүүгө, план жана карталар менен иштөөгө, статис-
    тикалык маалыматтарды анализдөөгө багытталды.
    Окуучулар учун китепке кошумча жумушчу дептер жана
    тесттик суроолор берилди.

</h4>
        </div>
    );
};

export default Pages2;