import React from 'react';


const Pages1 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>1 бет</h6></div>
    <h1>Киришүү</h1>
   <h4> Сунушталып жаткан <i>  Кыргыз Республикасынын эконо-
       микалык жана социалдык географиясы</i> окуу китеби 9-класс-
       тар үчүн Кыргыз Республикасынын өкмөтүнүн 2014-жылдын
       21-июлундагы №403 жалпы орто билим берүү боюнча мамле-
       кеттик стандартын бекитилген токтомуна ылайык, предметтик
       стандарттын негизинде иштелип чыкты . Бул программанын өз-
       гөчөлүгү билим берүү системасындагы кийинки тенденциялар-
       ды камтуу менен бирге билим берүүдө компетенциялык мами-
       лени эске алуу менен түзүлдү. <br/>
       Силер 8-класстын Кыргыз Республикасынын физикалык
       географиясы
       курсунан жалпы жаратылыш шарттарын окуп
       үйрөнгөнсүңөр. Ал эми Кыргыз Республикасынын экономика-
       лык-социалдык географиясы курсунда өлкөбүздун калкы, чар-
       басы жана административдик аймактары тууралуу билимдерге
       ээ болосунар.</h4>

  <div className="animated-shape-both">
      <div className="animated-shape">
          <h3> <mark>Экономикалык
              география</mark>-
              коомдук өндүрүштүн
              аймак боюнча
              жайгашуу мыйзам ченем-
              дүүлүгүн, анын түрдүү өлкөлөрдө жана райондордо
              өнүгүү, жайгашуу шартын
              жана өзгөчөлүгүн изилдөөчү
              социалдык-экономикалык
              географиянын бир тармагы.</h3>
      </div>

      <div
          className="animated-shape"
      >
          <h3>
              <mark> Социалдык география</mark>-
              социалдык-экономикалык
              географиянын
              адамдардын эмгек, турмуш-
              тиричилик, эс алуу,
              инсандын өнүгүү шарттарын
              изилдөөчү тармак.
          </h3>
      </div>
  </div>
   <h4>
       Китептин <i>биринчи бөлүмүндө:</i> Кыргыз Республикасынын
       дүйнөнүн саясий картасында алган орду, мамлекеттик түзүлүшү, аймактык бөлүнүшү берилди.
       <i>Экинчи бөлүмүндө </i>калктын географиясы, демографиялык
       процесстер, эмгек ресурстары, калктын отурукташуусу жана
       миграциялык процесстери каралды. <br/>    Ал эми <i>үчүнчү бөлүмүндө</i> Кыргыз Республикасынын чар-
       басынын тармактарына жалпы мүнөздөмө берилди. Экономиканын приоритеттүү тармактары: өнөр жайы, айыл чарбасы,
       транспорт, тышкы экономикалык байланыштары, туризм, тейлөө тармактары камтылды. Ошондой эле туруктуу өнүгүүнүн
       стратегиясы менен шайкеш келтирилди.

   </h4>
        </div>
    );
};

export default Pages1;