import React from 'react';

const Pages40 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>40 бет</h6></div>

            <h4>
                АК, «Ийгилик»  АК, «Ийгилик» АК (Беловодский) ж. б.
                Мындан сырткары курулуш материалдарын чыгаруучу «Ош Ак-
                таш» АК, «Кыргыз тооташ» мамл. АК (Токмок), «Азат» корпорациясы (Бишкек уй куруу комбинаты), «Кумшагыл» АК,
                «Силикат» АК (Ивановка курулуш материалдар заводу) ж. б.
                иштейт. <br/>
                Курулуш өнөр жайы республиканын өнүгүшүнө олуттуу
                таасир тийгизуучу приоритеттүү тармактардын бири. Бул өнөр
                жай комплекси республиканын башка өнөр жай тармактары менен тыгыз байланышта.
            </h4>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Мен муну билем

                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Келечекте иштетилүүчү таш кендеринин ичинен эн
                    маанилүүсү кайсыл кен болуп саналат, ал кайсыл жерде иш-тетилүүдө?
                    <br/>
                    2. Имараттардын сыртын жасалгалоо үчүн узак мөөнөткө пайдаланылуучу курулуш материалдар кайсылар?

                </h4>
            </div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Өзүңдү текшер
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Кыргыз Республикасыны кайсыл облустарында
                    курулуш материалдары  өндүрүлөт?
                    <br/>
                    2. Силер турган жердин курулуш материалдар өнөр  <br/>
                    а) тармактын эл чарбасындагы мааниси.
                    <br/>
                    6) анын жайгашуу принциби, <br/>
                    в) алардан чыгарылган материалдар, <br/>
                    г) курулуш материалдар өнөр жайы өлкө үчүн пайдалуубу же пайдасызбы?

                </h4>
            </div>
            <b className="text-xl">4. Женил жана тамак-аш өнөр жайлары</b>
            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Эсиңерге түшүргүлө
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    Жеңил жана тамак аш өнөр жайлары үчүн негизги
                    сырьёлор кайсылар?

                </h4>
            </div>
            <h4>
               <i> Жеңил өнөр жайы.</i> Кыргызстанда мал чарбачылыктан
                жана дыйканчылыктан өндүрүлгөн сырьелорду кайра иштетуучу жеңил өнөр жайынын келечеги кең. Өнөр жайдын структурасына текстиль, кийим тигүү, мех, булгары - бут кийим, трикотаж тармактары кирет. Алардын продукциясынын коп белугу калктын туздөн-түз керектөөлөрүнө арналып чыгарылат.
                Республиканын айыл чарбасынын адистештирилиши жана өнүгүшү жеңил өнөр жайынын структурасына таасирин тийгизет.

            </h4>

        </div>
    );
};

export default Pages40;