import React from 'react';

const Pages64 = () => {
    const block = [
        {id: 1, title: " ", text: " "},
        {id: 1, title: " ", text: " "},
    ]
    return (
        <div className="pages1">
            <div className="page-number"><h6>64 бет</h6></div>
            <table className="border-black border-2 w-full">
                <thead>
                <tr className="border-black">
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700"> Табигый
                        ресурстар
                    </th>
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700">Тарыхый-этнографиялык,
                        маданий жана архитектуралык эстеликтер
                    </th>
                </tr>
                </thead>
                <tbody>

                <tr className="border-black border-2">
                    <td className="border-black border-2 p-2"><h4>
                        Кооз жерлер, үңкүрлөр, шаркыратмалар минералдуу суу булактары,дары баткактар, аска-зоолор, тоо
                        климаты, өсүмдүктөр, жаныбарлар, мөңгүлөр, көлдөр ж.б.
                    </h4></td>
                    <td className="border-black border-2 p-2">
                        <h4>
                            Шаар чалдыбарлары, күмбөздөр,чептер, сепилдер, таш бетине чегилген сүрөттөр, архитектуралык
                            комплекстер,курорттук-санаторийлер ж.б.
                        </h4>
                    </td>
                </tr>

                </tbody>
            </table>
            <h4>
                Рекреациялык чарба эс алуунун жардамы менен адамдардын эмгек процесстеринде сарпталган дене-бой жана
                рухий кучтөрүн калыбына келтирүү жана өнүктүрүү иш-аракети.
            </h4>
            <b className="text-xl">Рекреациялык ресурстардын түрлөрү: </b>
            <h4>
                Рекреациялык чарбанын бир тармагы болгон туризм Кыргыз Республикасынын экономикалык, социалдык жактан
                бат өнүгүшүнө мүмкүнчүлүктөрү бар келечектүү тармак. Туризм

            </h4>

            <div className="flex items-center justify-center">
                <h4 className="w-[70%]"> өзүнүн өнүгүшү менен көп сандаган иш ордун камсыз кылып, киреше табууга,
                    өзүн тез актоого жөндөмдүү. Ошондой эле элдин турмуш деңгээли
                    кетерүүгө шарт түзөт. </h4>
                <div className="animated-shape ml-2">
                    <h3>
                        <mark> Эмгек ресурстары</mark>
                        -
                        бул калктын эмгекке жарамдуу бөлүгү.
                    </h3>
                </div>
            </div>
            <h4>
                Кыргыз жери туризмди жана эс алууну эл аралык деңгээлде өнүктүрүү үчүн табигый, тарыхый жана маданий
                жактан кыйла потенциалга ээ. Республиканын табияты ар түрдүү: мында кар-мөңгүлүү залкар тоо тилкесинен
                чөлдөргө чейинки ландшафттар кездешет. <br/>
                Өлкөнүн түштүгүндөгү Арсланбап, Кызыл-Үңкүр, Каралма жерлеринде дүйнөдө чанда кездешкен жапайы
                жаңгак-жемиш токой массивдери бар. Бийик тоолордун арасында жайгашкан Соң-Көл, Суусамыр, Алай, Аксай,
                Арпа өрөөндөрү туристтерди, эс алуучуларды дайыма өзүнө тартат. <br/>
                Жайында салкын, кышында жылуу, тоңбогон дүйнөгө белгилүү Кыргыз бермети Ысык-Көл өзгөчөлөнүп турат.
                Сууга түшүү маалы кээде октябрь айына чейин созулат; суунун температурасы жайында 24°Сге, кышында 4°Сге
                чейин жылуу. Ысык-Көл алтын кумдуу пляждары, тунук суусу, тоо-деңиз климаты айкалышкан эң сонун
                курорттуу чөлкөм. Дары баткактарга жана термалдык- минералдуу сууларга бай. Ысык-Көл регионунда
                санаторийлер, курорттор, пансионаттар, туристтик базалар ж. б. иштейт. <br/>
                Кыргыз Республикасы мурда дүйнөнүн көптөгөн өлкөлөрүнүн туристтерине дээрлик белгисиз эле. Ал өз алдынча
                эгемендүү мамлекет болгондон кийин республика ченемдик-укуктук базаны өзгөрттү. Келип-кетүүнүн тартиби
                түзүлүп, чет өлкөлүк жарандарга келүү визасы чектөөсүз бериле баштады. <br/>
                Азыркы мезгилде чет өлкөлүк бай туристтер үчүн эколологиялык, элиталык таза экскурсияларды уюштурууга
                ыңгайлуу шарттар түзүлүүдө. Ошондой эле альпинизм, тоо туризми, рафтинг, спелеология, тоо лыжасы,
                анчылык, экотуризм тармагынын кеңейүүдө. <br/>

            </h4>


        </div>
    );
};

export default Pages64;