import React from 'react';

const Pages90 = () => {
    const block = [
        {id: 1, number: 1, text: "Мектепке чейинки уюмдар ", text2: 80,},
        {id: 2, number: 2, text: "Жалпы билим берүү уюмдары  ", text2: 198,},
        {id: 4, number: 3, text: "Башталгыч кесиптик билим берүү уюмдары ", text2: 8,},
        {id: 5, number: 4, text: "Орто кесиптик билим берүү уюмдары ", text2: 12,},
        {id: 6, number: 5, text: "Жогорку окуу жайлары", text2: 1,},
    ]
    return (
        <div className="pages1">
            <div className="page-number"><h6>90 бет</h6></div>

            <h4>
                транспортунун мааниси зор.
                <br/>
                Темир жол Балыкчы шаарына чейин жеткирилген. Башка региондор жана мамлекеттер менен экономикалык
                байланыш түзүүдө темир жолдун келечеги кең. Республиканын башка ай- мактарынан айырмаланып, облуста суу
                жол транспорту бар. Суу транспорту менен эл чарба жүктөрү ташылып жана туризм тармагында кеңири
                пайдаланылууда. Аба жол транспорту жүр- гүнчүлөрдү жана почта жүктөрүн ташууда маанилүү. Каракол
                шаарында жана Тамчы айылында аэропорттор бар. Аба жолу Бишкек, Жалал-Абад, Ош, Баткен жана көбү
                Өзбекстандын борбору Ташкент жана Казакстандын мурунку борбору Алматы менен байланыштырат.
                <br/>
                Социалдык абалы. Калктын социалдык абалынын ден- гээли башка облустарга салыштырмалуу орто өнүккөн.
                Облус- тун жагымдуу жаратылыш шарты жана рекрациялык чарба калктын социалдык абалына зор таасирин
                тийгизет.
            </h4>
            <i>13-тиркеме</i>
            <b className="text-xl">Ысык-Көл  облусунун билим берүү мекемелеринин саны (2017-ж.)*</b>

            <table className="border-black m-3 border-2 w-full">
                <thead>
                <tr className="border-black">
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 "> №</th>
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 ">Билим берүү
                        мекемелери
                    </th>
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 ">саны</th>
                </tr>
                </thead>
                <tbody>
                {
                    block.map(el => (
                        <tr key={el.id} className="border-black border-2">
                            <td className="border-black border-2 p-2"> {el.number}</td>
                            <td className="border-black border-2 text-start p-2"> {el.text}</td>
                            <td className="border-black border-2 p-2"> {el.text2}</td>
                        </tr>
                    ))
                }


                </tbody>
            </table>

            <h4>
                Облустун аймагында 7 маданият үйү, 152 китепкана, 7 мамлекеттик музей, 1 драма театр, бир нече театр,
                райондук, айылдык маданият үйлөрү, 111 клуб, 3 сейил парктар ,9 музыкалык мектеп бар . Облустук райондук
                жана шаардык бир нече гезиттер чыгып турат. 1981-жылдан «Ысык- Көл» Музыкалдык мектеп бар. Облустук,
                райондук жана шаар- радиостанциясы (кыргыз, орус тилинде) иштейт. <br/>
                Облуста байыркы археологиялык эстеликтерден байыркы көчмөндөрдүн аска бетине тарткан сүрөттөрү (Сары-Жаз
                сыртында), сак-усун көчмөндөрүнүн эстеликтери (Балыкчыда Чолпон-Атага чейин, Алабаш тоосу жана
                башкалар), байыр буюм-тайым чогундулары (Таштак, Кырчын, Челпек коло буюм дары), байыркы түрк
                эстеликтеринен 6-10-кылымга таандык балбалдар, шаар чалдыбарлары (Барскон, Даркан, Тон, Барбу. лак,
                Бостери жана башка) сакталган. Ошондой эле бул региондо Эл аралык көчмөндөр оюну өткөрүлүп турат.
            </h4>

        </div>
    );
};

export default Pages90;
