import React from 'react';
//@ts-ignore
import photo from "../../../../assets/img/69.webp"
import {FaArrowLeft} from "react-icons/fa";

const Pages59 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>59 бет</h6></div>
            <div className="w-full flex items-start justify-center ">
                <img src={photo} alt="" className="w-[30%]"/>
                <div className="w-full flex flex-col items-start justify-center ">
                    <h4 className="ml-3">
                        Кыргыз Республикасынын географиялык
                        экономикалыкабалы тышкы байланыштарды
                        жүргүзүүгө ыңгайлуу. Экономиканын туруктуу өнүгүшү үчүн- тышкы экономикалык байла-
                        ныштарды өнүктүрүү маанилүү.

                    </h4>
                    <h1 className="text-7xl text-center w-full m-6"><FaArrowLeft/></h1>

                </div>

            </div>
            <h4 className="m-3">
                Улуу Жибек жолу 15 кылым бою азыркы Кыргыз Республикасынын аймагы аркылуу өтүп, дүйнөлүк соода
                байланышына аралашканы белгилүү. Улуу Жибек жолунун үч тармагы
                кесип өткөн: <br/>
                • <i>Биринчиси</i> Кытайдан (Кашкар аркылуу) Эркечтамга, Кызыл-Сууну бойлоп, Чоң-Алай өрөөнүнөн өтүп, андан
                ары батышка кеткен. <br/>
                • <i>Экинчиси</i> - Өзгөн, Ош, Мады, Ат-Башы (Кошой Коргонн) шаарлары аркылуу өткөн жол: <br/>
                • <i>үчүнчүсү</i> - Жогорку Барскоон, Жууку, Тоң, Яр (Ба- лыкчы), Невакет (Кызыл-Суу кыштагы), Суяб
                (Ак-Бешим кыштагы), Нузкет (Кара-Балта) аркылуу өткөн. <br/>
                Улуу географиялык ачылыштар доорунан кийин
                Улуу Жибек жолу өз маанисин жоготкон. <br/>
                1990-жылдын биринчи жарымында Кыргыз Республикасынын тышкы саясатынын негизги милдеттери такталып,
                өз алдынча саясат жүргүзүүдөгү приоритеттүү багыттары аныкталган. <br/>
                Кыргыз Республикасы эгемендүү мамлекет болгонго чейин ааламга белгисиз болуп келген. Аны эркин демократиялуу мамлекет катары азыр бүт дүйнө жүзү тааныды. КМШ өлкөлөрүнүн мамлекет башчылары өз ара байланыштарды, жардамдашууларды биринчи планга коюшкан. Мына ушуга байланыштуу 2015-жылдын 12августунун тартып Кыргыз Республикасы Евразия экономикалык биримдигине толук укуктуу мүчө болуп калды.
                <br/>
                Республиканын тышкы саясатында Россия Федерациясы менен болгон мамиле өзгөчө орунда турат. Бул тарыхый, экономикалык, социалдык жана этностук факторлор менен байланыштуу.
                <br/>
                Акыркы жылдарда Кыргыз Республикасы алыскы жана жакынкы чет өлкөлөр менен болгон соода-экономикалык байланышында өзгөрүүлөр болууда. Тышкы экономикалык-социалдык ишмердик улуттук экономиканын эмгектин эл аралык бөлүнүшүндө адистешип кетүүсүнө көмөк көрсөтөт. Мамлекеттин экономикасынын өнүгүшү үчүн импорт менен экспорттун мааниси чоң.
                <br/>
                Тышкы соодада импорттун үлүшү жогору. Ташылып келинген товарлардын көпчүлүгү Евразия экономикалык биримдигинин өлкөлөрүнөн импорттолгон.
            </h4>
        </div>
    );
};

export default Pages59;