import React from 'react';

const Pages57 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>57 бет</h6></div>
        <h4>Кыргыз Республикасынын территориясна аркылуу Муба Алматы магистралдык газ кууру Ташкент Бишкек рек өтөт. Бул куур транспорту аркылуу Бишкекке газ келет.
        Ал эми туштук региондордо Көк-Таш, Кочкор-Ата, Май. лы-Суу - Жалал-Абад - Кара-Суу Ош, Фергана - Кадамжай Урсатьевский - Айдаркен газ кууру айрыктары курулган. Му най кууру да бар. Келечекте куур транспорту өнүгүп, көпчүлүк калктуу пункттарды газ менен камсыз кылмакчы. Келечекте республикада транспорт комплексинин өнүгү шү үчүн иш-аракеттер жүргүзүлүүдө. Себеби, транспортсуз чар банын жана эл аралык байланыштардын өнүгүшү мүмкүн эмес.</h4>
        <div className="pages3-text1">
          <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
            Мен муну билем
          </button>
        </div>
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            1. Транспорттун өнүгүшүнө кандай жаратылыш шарт- тары таасирин тийгизет? <br />
            2. Кыргыз Республикасында транспорттун кайсы түрү негизги транспорт болуп эсептелинет жана эмне үчүн?<br/>
            3. Аба транспорту кайсы өлкөлөр менен байланыштырат.
          </h4>
        </div>

        <div className="pages3-text1">
          <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
            Өзүндү текшер
          </button>
        </div>
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            1. Транспорттун эл чарбасында ролу кандай ? <br />
            2. Силер турган жердин (облустун, райондун) чарбасын транспорттун кайсы түрлөрү тейлейт?<br/>
            3. Темир жол транспортун өнүктүрүү үчүн Кыргыз Республикасынын жаратылыш шарты ыңгайлуу же ың- гайсыздыгы жөнүндө жыйынтык чыгаргыла. Темир жолду кайсы аймактарга курууга болот?
          </h4>

        </div>

        <h1 className='mt-24'><span>§ 11.</span> Тышкы экономикалык байланыштар</h1>

        <div className="pages3-text1">
          <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
            Эсиңерге түшүргүлө
          </button>
        </div>
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            1.. Тышкы экономикалык байланышты кандай тушу- нөсүңөр?<br />
            2.  Улуу Жибек жолу Кыргыз Республикасынын кайсы аймактары аркылуу өткөн? Эмне себептен?<br />
          
          </h4>

        </div>






        </div>
    );
};

export default Pages57;