import React from 'react';
import tralik from "src/assets/img/tralik.jpg";

const Pages54 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>54 бет</h6></div>
        <h4>Эл аралык маанидеги жолдордун мааниси өсүүдө. Бишкек-Торугарт, Бишкек Алматы, Бишкек Ташкент, Ош-Хорог, Ош - Эркечтам жолдору. Республикалык маанидеги жолдор Бишкек Ош, Бишкек Балыкчы Каракол, Бишкек-Талас жолдору. Бул жолдордун мамлекеттин экономикасыных окуту рукцияланууда, Жаңы Балыкчы Казарман Жалал-Абад өндүшүндө мааниси зор. Ошондуктан жолдордун көпчүлүгү ректернативдүү жолунун курулушу мамлекет үчүн маанилүү.</h4>
        <h4><b>Троллейбус транспорту</b>. Шаар ичинде жүргүнчүлөрдү ташууда экологиялык жактан таза транспорт болуп эсептелет</h4>
        <div className='flex items-center justify-start gap-16 m-6'>
          <img src={tralik} alt="" className='w-[400px]' />
          <h4>Республиканын борборунда алгачкы троллейбус жолу 1951-жылы ачылып, ал темир жол вокзалы менен Бишкек эт комбинатын туташтырган. Ош жана Нарын шаарларында да троллейбус транспорту иштейт.</h4>
        
        </div>
        <h4>Келечекте ири калктуу пункттарда транспорттун бул түрү өнүгүүгө тийиш.</h4>
        <h4><b>Темир жол транспорту</b>. Кыргыз Республикасында темир жол транспорту жакшы өнүккөн эмес. Себеби тоолуу рельеф темир жол курууга ынгайсыз, кыйынчылыктарды туудурат. Бардык тышкы жүктөр жана жүргүнчүлөр көпчүлүгү темир жол аркылуу ташылат. Республикадагы темир жол бири-бири менен байланышпаган, түндүк жана түштүк жол тилкелеринен турат. Кыргызстандын түндүгүндө темир жол курулушу 4 этапта жүргүзүлгөн:</h4>
        <h4>• Биринчи этапта 1924-ж. Казакстандын Луговой станциясынан Бишкекке чейинки жол пайдаланууга берилген;<br/>
          • Экинчи этапта 1931-жылы Бишкектен Кантка чейин; <br/>
          • Үчунчу этапта 1942-ж. Кемин шаарчасына чейинки темир жол;<br/>
          • Тортунчу этапта 1950-ж. андан ары Боом капчыгайы аркылуу Балыкчыга чейинки темир жол курулган.</h4>


        </div>
    );
};

export default Pages54;