import React from 'react';
import Progres14 from "src/ui/Progress.tsx/Progress/Progress";


const Pages9 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>9бет</h6></div>
            <div className="pages5-img">
                <div className="pages5-images">
                    <h4>1790-жылы АКШда 1-эл каттоо болгон. Эл каттоо ХIХ-ХХ кылымдарда системага салынган. Азыркы учурда дуйнөдө эл каттоо жүрбөгөн бир да мамлекет жок. Ар бир өлкө эл каттоону белгиленген убакытта 5 же 10 жылдан кийин жүргүзөт. Бүт дүйнө жүзүндөгу көптөгөн мамлекеттердегидей эле биздин өлкөдө да эл каттоо
                        ар бир он жылда жүргүзүлөт. Акыркы эл каттоо 2009-жылы жргүзүлгөн.
                        Кыргыз Республикасында улуттук статистикалык комитеттин 2016-жылкы жыйынтыгы боюнча 6019,5 калк жашайт.
                        Республиканын калкы ХХ кылымдын орто ченинен баштап тез өсүп баштаган (1-диаграмманы кара) .
                    </h4>
                </div>
                <div className="animated-shape">
                    <h3>
                        Калктын өсүп-өнүгуу мыйзам ченемдүүлүктөрүн, санын, табигый өсүшүн, курамын изилдеген илим -демография илими деп аталат.
                    </h3>
                </div>

            </div>
            <i></i>
            <h1>Кыргыз Республикасын калкынын саны ( миң киши).</h1>
<Progres14/>
            <i> Улуттук статистикалык комитетинин маалыматы .</i>

           <h4>
               1926-жылга салыштырганда калктын саны 6 эседей өскөн .Республиканын калкы негизинен эки жол менен көбөйүп келген.
               1)Табигый өсүш ; <br/>
               2)Механикалык кыймыл. <br/>
               Ал төмөнкүдөй формула менен туюннтулат;
           </h4>
             <h1>Ктө= Кт - Кө</h1>
            <h4>
                (Мында: к-коэффициент, тө- табигый өсөш, т-төрөлгөндөрдүн саны, ө- өлгөндөрдүн саны). Төрөлгөндөрдөн саны 1000
                кишиге алынат, о/00 (промилль) менен берилет. <br/>Кыргызстандын аймагын ХIХ-кылымдын ортосуна чейин
                негизинен кыргыздар
                мекендеп келишкен. Алар көчмөн турмушта жашагандыктан сан жагынан анча көбөйө  алган эмес.
            </h4>

        </div>
    );
};

export default Pages9;