import React from 'react';

const Pages65 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>65 бет</h6></div>

            <h4>
                Көчмөндөр цивилизациясына таандык этнотуризм чет элдик туристерди өзгөчө өзүнө тартат. Мамлекеттик
                деңгээлде өт көрүлгөн иш-чаралардын натыйжасында чет элдик туристтер- дин кызыгуусу артууда. <br/>
                Республикадагы азыркы инфраструктура дале болсо эл аралык стандарттарга ылайык келбейт. Бирок, туризм
                акырындап өсүп-өнүгүүдө. Туризм тармагына инвесторлорду тартуу боюнча жигердүү иш жүргүзүлүүдө.

            </h4>
            <div className="m-6">
                <iframe src="https://www.google.com/maps/d/embed?mid=1yVjbOPHZdMz92KQGQDs0v0KfEEfdutcn&ehbc=2E312F" width="940" height="520"></iframe>
            </div>
            <h4>
                Азыркы учурда республикада 8 жогорку жана орто окуу жай туризм тармагы үчүн кадрларды даярдоодо. Кыргыз Республикасынын көптөгөн болочок адистери чет өлкөлөрдө окушууда. Кыргыз студенттери жыл сайын Түркияда, Италияда, Германияда, Индияда, Сан-Маринодо ж. б. иштеп тажрыйба топтоп келишүүдө.
            </h4>
            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Мен муну билем
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Кыргыз Республикасындагы өзгөчө кооз жерлерди санап өткүлө.
                    <br/>
                    2. Бальнеологиялык ресурстарды атагыла.
                </h4>
            </div>

        </div>
    );
};

export default Pages65;