import React from 'react';

const Pages13 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>13бет</h6></div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Мен муну билем
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. 1910-1920-жылдардын аралыгында
                    калктын санынын кыскарышынын негизги себеби кайсы тарыхый окуя-
                    ларга байланыштуу болгон? <br/>
                    2. Айыл-кыштак жерлеринде шаарларга караганда эмне себептен бала көп төрөлөт
                    <br/>

                    3. XX-кылымдын орто ченинен баштап эмне себептен
                    табигый өсүш жогорулаган?
                </h4>
            </div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Өзүңдү текшер
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
               <h4>
                   1. 2-карта-схеманы пайдаланып аймактар боюнча төрөлгөндөрдүн санын аныктап, кайсы облуста көрсөткүч жогору жана төмөн экендигинин себебин айтып бергиле.
                   <br/>
                   2. 1-диаграмманы пайдаланып Кыргыз Республикасынын калкынын санынын өсүшүн анализдегиле.
               </h4>
            </div>

            <h1><span>§ 4.</span> Калктын курамы жана эмгек ресурстары</h1>
            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Эсиңерге түшүргүлө
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Калктын курактык жана жыныстык курамын
                    кандай түшүнөсүң? <br/>
                    2. Улуттар бири-биринен эмнеси менен айырмаланат?
                    <br/>
                    3. Республикабыздын аймагында кандай улуттардын
                    өкүлдөрү жашашат?
                </h4>
            </div>

            <h4>
                Эки негизги көрсөткүч колдонулат. Биринчи аял менен эр-
                кектин пайыздык катышы. Экинчиси жүз же миң аялга туура
                келүүчү эркектердин саны, же тескерисинче.
                Жыныстык курамы. Дүйнөдөгү бардык өлкөлөрдө аялдар
                менен эркектердин үлүшү бирдей эмес. Себеби ар кандай тарыхый окуялар, социалдык абал, салт-санаалар, динге ишенүүлөр
                ж.б. факторлор таасирин тийгизет. <br/>
                Кыргыз Республикасында 2016-жылы эркектер 49,5 %,
                аялдар 50,5 %ды түзгөн. Акыркы жылдары жаштар арасында
                эркектердин саны басымдуу, ал эми пенсия курагына келгенде
                аялдардын саны көбөйөт. <br/>
                Курактык курамы. Мамлекеттин экономикасынын өнүгүшүндө  калктын курактык курамынын өзгөчөлүгүн билуу зарыл. Себеби, чарбанын өнүгүшү эмгекке жарамдуу адамдардын
                санына жараша болот. Калктын курамында жаш балдардардын
                жана улгайгандардын саны канчалык көп болсо, эмгекке жарамдуу калктын үлүшү ошончолук төмөн  болот.
            </h4>

        </div>
    );
};

export default Pages13;