import React from 'react';

const Pages78 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>78 бет</h6></div>
            <h4>
                Облустун жалпы калкынын 272,8 мици (30,7%ы) эмгек жашына жете элек жаштар, 531,2 миң (59,9%) эмгек
                жашындагылар, 83,5 мини (9,4% м) эмгек жашынан өткөндөр.
                <br/>
                <b>Экономикасы.</b> Облус республикадагы өнөр жайы өнүккөн регион. Өнөр жай продукцияларынын ичинен
                тазартылган алтын ,мунай заттары (Кара-Балта), сейрек кездешүүчү тустуу талл (Ак-Туз, Орловка ж. б.),
                кабель буюмдары (Кайынды), а нектер, картон, кагаз, жүндөн токулган бут кийимдер (Токмок). цемент, шифер
                жана асбоцемент түтүктөрү (Кант), кумшекер
                (Кайынды, Шопоков) өндүрүлөт. Ошондой эле облуста электр энергия (Кемин, Аламүдүн райондору), байпак
                (Лебединовка), колбаса, сүт, ун, макарон, жашылча консервалары, жүзүм шараптары ж.б. чыгарылат.
                <br/>
                ОсОО «Алтынкен» Талды-Булак кенинен жылына орточо кубаттуулугу
                83,6 кг өндүрүп, келечекте жылына 3,0 т ал-
                тынды өндүрүүнү пландоодо.
                <br/>
                Облустун өнөр жайында өлкөгө белгилүү эң ири өнөр жай ишканалары: Кара-Балтадагы тоо-кен комбинаты,
                «Авторем- завод», ОсОО «Чайна Петроль Компани Джунда», «Кайынды кант» ААК, «Кошой» ААК, «Кант
                цемент-шифер комбинаты» акционердик коомдору, «Үмүт и К» ЖЧК, «Абдыш-Ата» ЖЧК, «Интергласс» ЖЧК, Москва
                районундагы «Ак-Сут», Кемин районундагы «Химия-металлургиялык комбинаты» акционердик коомдор жана
                башкалар.
                <br/>
                Чүй облусунда айыл чарба тармагы орчундуу орунду ээлейт. Айыл чарба өндүрүшү көп түрдүү менчикте. Айыл
                чарбасынын адистешкен негизги тармактары: дыйканчылык- та дан эгиндерин, кант кызылчасын жана анын
                уругун, беде уругун, ошондой эле жашылча өстүрүү, мал чарбачылыгында сүт багытындагы уй чарбасы, чочко
                жана канаттууларды асыроо.
                <br/>
                <b>Транспорту</b>. Чүй облусунда ички жана тышкы экономикалык байланыш түзүүдө автоунаа транспорту
                негизги орунду элейт. Облус чегинде автоунаа жолунун жалпы узундугу 3,4 мин км болуп, анын ичинен 3,0
                миң кмине асфальт төшөлгөн. Негизги автоунаа жолдору: Бишкек Ош, Чалдыбар Кара-Балта Токмок - Балыкчы,
                Бишкек-Кара-Балта , Сосновка -Тунук (Суусамыр өрөөнү). Автоунаа транспорту менен жүк ташуунун көлөмү
                боюнча Чүй облусу алдынкы орунда турат (41,1%, 2017-ж.). Ал эми жүргүнчүлөрдү ташуу боюнча Бишкектен
                кийинки экинчи орунду ээлейт (15,8 %, -2017-x.).
                <br/>
                Облуста Чалдыбар- Бишкек-
                Балыкчы темир жолунун түгдүгү
                узундугу 270 км түзөт. Облустун батыш бөлүгүндөгү шаарларга жана калктуу Мубарак - Бишкек- Алматы
                газ куурунун тармактары жеткирилген. Акыркы жылдары газ кууру менен Чүй өрөөнүнүн калктуу пункттары газ
                менен камсыздандырылууда.
                <br/>
                <b>Социалдык абалы.</b> Калктын социалдык абалына облустун аймагынын экономикалыкгеографиялык абалынын
                ыңдуулугу таасир тийгизет.

            </h4>

        </div>
    );
};

export default Pages78;