import React from 'react';

const Pages44 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>44 бет</h6></div>
        <h4>Мамлекетте өндүрүлгөн продукциялардын ичинен улуттук
          суусундуктарды чыгарган «Шоро» компаниясы продукцияла рын экспортко чыгарууда.</h4>
        <h4><b>Кондитер өнөр жайы</b> Кыргыз Республикасында кийин өнүгө баштаган, 1956-жылы Бишкекте нан комбинатында пай- да болгон. Кийинки жылдарда Бишкекте (Таттуу, Ширин, Куликов, Зина, Бонжур торту, Чыгыш таттуу, Империя даамдары) Шопоковдо (Ата) кондитер фабрикалары жайгаштырылган.</h4>
        <h4><b>Нан бышыруу өнөр жайы</b>. Республиканын бардык шаар- ларында жана ири айыл-кыштактарда нан заводдору иштейт. Көбү акционердик коомдорго айландырылган. Тармактын эң ири ишканалары: «Бишкек-Нан», «Ош-Нан», «Кара-Балта нан заводу» «Гүлазык» (Ош нан заводу) акционердик коомдору, Токмок, Жалал-Абад нан заводдору. Чыгарылган продукция республиканын калкын толук камсыз кыла алат, бирок сырьену импорттойбуз.</h4>
        <h4><b>Ун тартуу-өнөр жайы</b>. Азыркы убакта жөнөкөй конструкциялуу майда менчик тегирмендер көбөйүп, калктын талабын канааттандыргандыктан ири дан комбинаттары иштөөсүн токтот- кон. Акшакты негизинен «Бишкек ун тартуу комбинаты» «Акун», «Элнур Дан», Таласта «Талас Дан-Азык», Балыкчыда «Алтын Дань жабык акционердик коомдору ж.б. калкты ун азыктары менен толук камсыз кыла албагандыгына байланыштуу базарлар- да сырттан ташылган продукциялар басымдуулук кылат.</h4>
        <h4><b>Мөмө-жемиш жана жашылча өнөр жайы</b>. Республикада жашылча-жемиштерди иштетүү үчүн консерва комбинаттары курулган. Алардын ири комбинаттары республикабыздын бардык аймактарында жайгашкан. Комбинаттар ар түрдүү ассортимент теги - продукцияларды өндүрүшөт.</h4>
        <h4>Республикабызда жеңил жана тамак-аш өнөр жайларынын өнүгүшүнө жакшы мүмкүнчүлүктөр түзүлүүдө. Бул өнөр
          жайлардын өнүгүшү айыл чарбанын өнүгүшүнөн көз каранды. Себеби, жеңил жана тамак-аш өнөр жай тармактарын сырьё ме- нен айыл чарбасы камсыз кылат.</h4>
        <div className="pages3-text1">
          <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
Мен муну билем </button>
        </div>
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            1. Эт жана сүт өнөр жайынын продукцияларын атагыла <br />
            2. Эмне үчүн дан азыктары менен мамлекет өзүн толук камсыз кыла албайт?<br/>
            3. Дан азыктарын кайсы өлкөлөрдөн импорттойбуз?
          </h4>
        </div>
        <div className="pages3-text1">
          <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
            Өзүңдү текшер </button>
        </div>
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            1.Кыргыз Республикасында тамак-аш өнөр жайынын кайсыл тармактары өнүгүүдө? Эмне себептен?<br />
            2.Жеңил өнөр жайынын курамына кайсы тармактар кирет? <br />
           
          </h4>
        </div>


        </div>
    );
};

export default Pages44;