import React from 'react';

const Pages10 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>10бет</h6></div>
            <div className="animated-shape-both">
                <div className="animated-shape">
                    <h3>
                        Белгилүү бир убакыттын  ичиндеги төрөлгөндөр менен өлгөндөрдүн
                        айырмасы(б.а. төрөлгөндөрдун саны өлгөндөргөдүн санынан көп болсо) табигый өсүш деп аталат.
                    </h3>
                </div>

                <div className="animated-shape">
                    <h3>
                        Жашаган аймагын которуунун негизинде калктын санынын өзгөрүшү механикалык кыймыл
                        деп аталат.
                    </h3>
                </div>
            </div>
            <h4>
                Көчмөн жашоо, саламаттыкты сактоонун өнүкпөгөндүгү жугуштуу оорулар, наристелердин өлүмү калктын табигый өсү-
                шүнө өз таасирин тийгизген. <br/>
                Кыргызстан Россиянын курамына киргенден кийин көчүп келген орустар менен украиндер, немистер көп болгон. Ошондой эле Кытайлык бийликтен жапа чегип, куугунтукталган дунган-
                дар менен уйгурлардын эсебинен калктын саны өскөн. Ал эми 1913-1920-жылдардын аралыгындагы тарыхый окуялардын натыйжасында калктын саны 0,5% га кыскарган. <br/>
                Калктын саны 1920-40-жылдардын аралыгында 77 %га
                чейин өскөн. Анын негизги себеби табигый өсүш, ошондой эле
                Түндүк Кавказдан көчүрүлгөн даргин ж.б. улуттардын өкүлдөpү болгон. Ал эми Европадан көчүрүлүп келинген өнөр жайлардын жумушчулары жана элге билим берүү кызматкерлери да
                калктын санын арттырган. <br/>
                Дүйнөлүк экинчи согуштун жүрүшүндө калктын саны азайган. Бирок чечен, ингуш, карачай, балкар, крым татарлары зордук менен көчүрүлүп келип, калктын жалпы саны анчалык кыскарган эмес. Алар менен бирге фашисттик оккупацияда калган СССРдин европалык бөлүгүнөн орустар,украиндер,
                белорустар, өзгөчө аялдар, жаш балдар, кары-картандар көп келишкен. <br/>
                Калктын санынын тез өсүшү совет бийлигинин акыркы жылдарына туура келген. Алсак, 1959-жылы Бүткүл союздук
                эл каттоонун жыйынтыгы боюнча Кыргыз ССРинде 2,1 млн адам жашаган. 1991-жылы болсо республиканын калкы 4,4 млн адамга жеткен, б. а. калктын саны эки эсеге өскөн. <br/>
                Кыргыз Республикасынын калкы демографиялык жактан
                табигый өсүштүн жогорку темпте экендиги менен өзгөчөлөнгөн <br/>
                <i>(2-диаграмманы кара).</i>
                Мындай өсүштүн эң негизги себеби калктын табигый өсүшү, андан башка тыштан көчүп келгендердин үлүшү дагы жогору болгон. <br/>

                1990-жылдардын биринчи жарымында 150 минден ашык адам көчүп кетсе да республиканын калкы сан жагынан өскөн.
                1999-жылкы эл каттоо боюнча Кыргыз Республикасынын калкы 4,7 млн адамды түзгөн. Бул негизинен калктын табигый өсүшүнүн натыйжасында камсыз болгон. Калктын өсүү темпинде
                республика ичиндеги аймактар боюнча бир топ айырмачылыктар бар экендиги байкалат
            </h4>

        </div>
    );
};

export default Pages10;