import React from 'react';
import home from "../../../../assets/img/ak-ui.jpg"
const Pages5 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>5бет</h6></div>
            <div className="pages3-text2 text-white from-cyan-950 to-blue-500 hover:bg-gradient-to-bl focus:ring-4 focus:outline-none focus:ring-cyan-300 dark:focus:ring-cyan-800 font-medium rounded-lg text-sm px-5 py-2.5 text-center mr-2 mb-2">
                <h4> Кыргыз Республикасынын Президенти - мамлекет
                    башчысы, эн жогорку кызмат адамы, 6 жылдык мөөнөткө
                    шайланат. Ал өлкө ичинде жана эл аралык мамилелерде
                    Кыргыз элинин атынан иш жүргүзөт.</h4>
            </div>
            <h4> Президент - мамлекеттин бүтүндүгүнүн Конституциянын
                жана мыйзамдардын, атуулдардын эркиндигин жана укугун
                камсыз кылуунун кепилдиги. Кыргыз Республикасынын мам-
                лекеттик ыйык белгилери - Туусу, Герби, Гимни.</h4>
            <img  className="home-img" src={home} alt=""/>
            <h2> Кыргыз Республикасынын ак үйү</h2>
            <h4>Мамлекеттин жогорку сыйлыктары болуп - «Кыргыз Рес-
                публикасынын баатыры», «Манас», «Данакер», «Баатыр эне»,
                «Курманжан датка » ордендери эсептелинет. Ошондой эле «Эр-
                    дик», «Данк», «Эне Данкы» медалдары жана ардактуу наамдар,
                    Ардак грамоталары берилет.
                    өкмөттүн түзүмүн аныктайт, Жогорку Кеңештин макулдугу менен
                    Премьер-министрди дайындайт.
                    Премьер-министрдин сунушу менен өкмөт мүчөлөрүн, Жогорку Кенештин макулдугу менен Башкы Прокурорду жана Улуттук
                банктын торагасын дайындайт.</h4>
            <br/>
            <h4>Жогорку Кенеш негизинен мыйзам чыгаруучу орган, 5 жылга шайланат. Конституцияга жана мыйзамдарга өзгөртүүлөрдү
                жана толуктоолорду киргизет, эл аралык келишимдерди ратификациялайт. Аскер наамдарын жана дипломатиялык даражаларды белгилейт, шайлоолорду, референдумдарды өткөрүү тартибин
                аныктайт. Эсептөө палатасынын ишин, республикалык бюджеттин аткарылышын жана отчетун кабыл алат.</h4>
        </div>
    );
};

export default Pages5;