import React from 'react';
import Progres112 from "src/ui/Progress.tsx/Progress/Progres112";

const Pages94 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>94 бет</h6></div>
            <i>11-диаграмма</i>
            <b> Нарын облусунун калкынын улуттук курамы,% менен (2016-ж.)</b>
            <Progres112/>
            <h4>
                Жумгал, Кочкор жана Нарын өрөөндөрүндө калк салыштырмалуу жышыраак отурукташкан. Негизинен автоунаа
                жолдорду жана сууларды бойлой жайгашкан. Шаар калкы облустун калкынын 13,8% ын түзөт (38,2 миң адам),
                алар Нарын шаарында жашайт.
                <br/>
                <b>Экономикасы</b>. Нарын облусу социалдык жана экономикалык жактан республиканын башка облустарына
                салыштырмалуу анча өнүкпөгөн аймак. Облустун аймагында 1991-ж. атайын Мыйзам менен республикадагы
                биринчи Нарын эркин экономи- калык аймагы (ЭЭА) түзүлгөн. Мында өндүрүш жана тейлөө тармактарын өстүрүү
                үчүн чет өлкөлөрдун каражаттары, ошондой эле дүйнөдөгү алдынкы өндүрүштүк технологияны пайдаланууда көп
                жеңилдиктер (бажы акы, салык төлөө жана башка) берилген. ЭЭАда субъект катары 54 биргелешкен ишкана
                катталган. Алардын 19 ишканасы экономиканын ар түрдүү тармактарында иштешип, алтын концентратын этиленге
                каптоо, минералдуу суу чыгаруу, айыл чарба сырьёлорун, айрыкча жунду жууп тазалоо, ун тартуу, жашылча
                консервалоо жана башка, продукцияларды өндүрөт. Ишканалар Кытай, АКШ, Ливан, Кипр, Мальта, Болгария жана
                Орусия менен биргелешип уюшулган.
                <br/>
                Облустун өнөр жай тармагы начар өнүккөндүктөн республикадагы орду да төмөн. 2016-ж. облуста анча чон
                эмес 26 өнөр жай ишканасы болуп, аларда 1527 жумушчу иштеген (республикадагы жумушчулардын 2,1%ы) Өнөр
                жайынын тармактары: электр-энергетика, отун өнөр жайы, тамак-аш, ун жана жем тартып чыгаруу, машина
                куруу. Өнөр жай тармактары чыгарган негизги продукциялар: электр энергия, көмүр, тигилүү кийимдер,
                токулган трикотаж кийимдер, арак жана спирт ичимдиктери, ун, минерал суулары.

            </h4>

        </div>
    );
};

export default Pages94;