import React from 'react';
import {LuMoveDownLeft, LuMoveDownRight} from "react-icons/lu";
import {GoArrowDown} from "react-icons/go";

const Pages39 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>39 бет</h6></div>
            <i>8-схема</i>
            <b className="text-xl"> Кыргыз Республиканын шартында курулуш өнөр жай ишканаларынын жайгашуусу </b>
            <div className="f-[90%] flex items-center justify-center flex-col m-2">

                <h1 className="block w-[400px]  ">Курулуш материалдарын өндүрүүчү
                    ишканалар</h1>
                <div className="flex items-end text-4xl justify-center "><LuMoveDownLeft/> <LuMoveDownRight/></div>

                <div className="w-[100%] flex items-start justify-between">
                    <div className="w-[100%] flex items-center justify-center flex-col">
                        <h2 className=" block w-[250px] ">сырьёнун чыккан жеринде </h2>
                        <div className=" text-4xl "> <GoArrowDown /></div>
                        <h2 className=" block w-[250px] ">
                            цемент, кыш, шифер, айнек, акиташ, гипс,
                        </h2>
                    </div>
                    <div className="w-[100%] flex items-center justify-center flex-col">
                        <h2 className=" block w-[250px] ">керектөөчүлөргө жакын</h2>
                        <div className=" text-4xl "> <GoArrowDown /></div>
                        <h2 className=" block w-[250px] ">бетон, темир-бетон жасалга-ларын, санитариялык-карапа буюмдарды даярдоо, таш иштетүү, асбест-цемент түтүк</h2>

                    </div>
                </div>

            </div>
<h4>
    Цемент, шифер, курулуш материалдарын майдалап, талкалап-сорттоочу, кыш, айнек жасоочу ж. б. завод, комбинаттар иштейт. Бул ишканалар негизинен Чүй жана Ош облустарында жайгашкан. Алар чыгарган негизги курулуш материалдары
    калктын муктаждыктарын камсыз кыла алат. Аларды өндүрүп
    чыгаруу ички базардын жана жакынкы чет өлкөлөрдүн керектөөсүнө байланыштуу. Курулуш материалдар өнөр жай тармагынын келечеги - табигый кооз материалдарды (сиенит, мрамор, базальт, үлүлдүү акиташ ж. б.) казып алуу жана аларды иштетүү. Анын ишканалары Ош жана Токмокто жайгашкан.
    Алар мрамор, гранит жана үлүлдүү акиташ такталарын даярдоого ылайыкталган, бирок бул республиканын керектөөсүн
    толук камсыз кыла албайт. Азыркы иштетилип жаткан кендердин эн чоңу - Сары-Таш кени, Арымдын мрамору. Казылып алынган мрамордун басымдуу бөлүгү, «Кыргыз тооташ» (Токмок таш иштетүүчү заводу) МАКында иштетилет. Ош шаарында
    гранит менен мраморду иштетүүчү цех бар. Базальтты «Кыргыз мунай» АК (Баткен), «Факел» (Бишкек) ишканалары иштетет.
    Келечекте иштетилуучу кендердин ичинен эң маанилүүсү Ак.
    Өлөң сиенит кени. <br/>
    Азыр республикада цемент өнөр жайынын ишканасы -
    Кант цемент-шифер комбинаты. Республика цемент сырьёсуна бай. Алар Бишкек, Токмок, Каракол, Ош ж. б. шаарларда бар.
    Бул тармак үчүн цемент республикадан, ал эми темир четтен ташылып келинет. Ири ишканалары: Бишкек курама темир-бетон заводу АК, «Токмок темир-бетон» АК, «Таш-Темир» АК (мурдагы N° 1 Бишкек курама темир-бетон заводу;), «Кум-Шагыл, АК (N° 2-Бишкек курама темир-бетон заводу;), «Полибетон» АК
    (Бишкек курама темир-бетон, конструкция жана буюмдар по-лигону; «Темир-Таш» АК (Жалал-Абад) ж.б.
    <br/>
    <i>Акиташ сырьесу </i> бардык райондордо бар, бирок азыр бир гана Кемин районундагы «Акташ» акционердик коому курулуш акиташын ондурет.
    Республиканын бардык райондорунда кыш өндүрөт. Ири ишканалары: Бишкек курулуш материал АК, «Нур» АК (Кызыл-Кыя курулуш материалдар комбинаты, КМК),
    «Ош Акташ»


</h4>

        </div>
    );
};

export default Pages39;