import React from 'react';

const Pages115 = () => {
    const block = [
        {id: 1, number: 1, text: "Мектепке чейинки уюмдар ", text2: 141,},
        {id: 2, number: 2, text: "Жалпы билим берүү уюмдары  ", text2: 240,},
        {id: 4, number: 3, text: "Башталгыч кесиптик билим берүү уюмдары ", text2: 10,},
        {id: 5, number: 4, text: "Орто кесиптик билим берүү уюмдары ", text2: 10,},
        {id: 6, number: 5, text: "Жогорку окуу жайлары", text2: 1,},
    ]
    return (
        <div className="pages1">
            <div className="page-number ">
                <h6>115 бет</h6></div>
            <h4>
                Биринчи 1907-жылы Сүлүктүдөгү көмүр кенине жеткирилген. Экинчиси 1928-жылы курулуп, Кызыл-Кыя шаарын
                Өзбекстандын темир жол системасы менен туташтылган. Аба транспорту жүргүнчүлөрдү ташыйт да көбүнчө
                жергиликту мааниге ээ. Аэропорттор Баткенде, Исфанада, Кызыл-Кы Айдаркенде бар. Алардын ичинен биринчи
                үчөө иштеп жатат «Кыргызстан аба жолдору» акционердик коому улуттук авиа
                компаниясынын курамына кирет. <br/>
                Облустун аймагында куур транспорту бар. Фергана (Өз- бекстан) - Кадамжай (1972) жана Урсатьев
                (Өзбекстан) Ай- даркен (1973) газ кууру курулган. <br/>
                Социалдык абалы. Облуста бир драма театры, 2 райондук элдик театры иштейт. Облустун радио уктуруусу жана
                теле көрсөтүүлөрү кыргыз, орус, тажик тилиндеринде жүргүзүлөт. Облустук гезит жана 3 райондук гезит
                чыгарылат.
            </h4>
            <i>16-тиркеме</i>
            <b className="text-xl">Баткен облусунун билим берүү мекемелеринин саны (2017-ж.)*</b>

            <table className="border-black m-3 border-2 w-full">
                <thead>
                <tr className="border-black">
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 "> №</th>
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 ">Билим берүү
                        мекемелери
                    </th>
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 ">саны</th>
                </tr>
                </thead>
                <tbody>
                {
                    block.map(el => (
                        <tr key={el.id} className="border-black border-2">
                            <td className="border-black border-2 p-2"> {el.number}</td>
                            <td className="border-black border-2 text-start p-2"> {el.text}</td>
                            <td className="border-black border-2 p-2"> {el.text2}</td>
                        </tr>
                    ))
                }


                </tbody>
            </table>

            <h4>
                Облустун саламаттык сактоосунда 3 борборлоштурулга оорукана, 2 шаардык оорукана, 19 участкалык оорукана,
                21 амбулатория, 72 фельдшер-акушердик пункт бар.
                <br/>
                Облустун аймагында көптөгөн тарыхый-маданий объектилер бар. Биздин замандын I-VI-к-дарына таандык
                Аирбаз, Баткен, Кайрагач, Каракамар, Кожо-Бакырган, Обишир тургун жайларынын калдыктары,
                IX-XIV-к-дардагы Булак-Башы, Исфана. Кара-Булак шаар чалдыбарлары. Кокон мезгилиндеги чептерди
                калдыктары Кан, Кыштут жана Кайрагач айылында архитектуралы эстелик-мечит бар. Рабат айылынан
                түштүгүрөөк тарапта Самаркандык айылында тарыхый рудник, Канигут үнкүрү сакталган. аты уйкаш байыркы кен
                казуучулардын тургун жайы
            </h4>

        </div>
    );
};

export default Pages115;