import React from 'react';
import Progres118 from "src/ui/Progress.tsx/Progress/Progres118";

const Pages99 = () => {

    return (
        <div className="pages1">
            <div className="page-number"><h6>99 бет</h6></div>
            <h4>
                шалбаалары, талаа өсүмдүктөрү, шалбаалуу талаа жана бийик тоо чөлдөрү
                кездешет.
                <br/>
                <b>Калкы</b>. Облустун калкы республиканын калкынын 25,5% ын түзөт, анын ичинен 371,7 миңи (облустун
                калкынын 24,2% ы) шаар калкы, 1163,8 миңи (75,8% ы) айыл калкы. Облустун калкы көп улуттуу
                (12-диаграмманы кара). <br/>

                <b>Экономикасы</b>. Ош облусу социалдык-экономикалык жактан жеңил, ун-акшак жана аралаш тоют, тан орточо
                өнүккөн региондун катарына кирет. Өнөр жай продукциясы энергетика, курулуш, машина куруу, отун
                тармактарында өндүрүлөт. Облустун эң ири өнөр жай тармагы болуп жеңил өнөр жай эсептелет. Жеңил өнөр
                жайынын негизин текстиль өнөр боёо, тери буюмдарын жасоочу, бут кийим тигүү жана башка түзөт. Мындан
                тышкары кийим тигүү, тери ашатуу жана ишканалар иштейт.
            </h4>
            <i>12-диаграмма</i>
            <b className="text-xl "> Ош облусунун калкынын улуттук курамы,% менен </b>
            <Progres118/>
            <h4>
                Тамак-аш өнөр жайынын негизин тамеки-махорка (ири ишканасы - «Ош-Дюбек» АК), эт («Келечек» АК), өсүмдүк
                майын («Аска» АК), сүттү кайра иштетүү («Ош Ак-Сут») жана башка продукцияларды өндүрүүчү тармактар
                түзөт. Ун-акшак жана аралаш тоют тармагынын эң ири ишканасы болуп «Кара- Суу Дан-Азык» АК эсептелет.
            </h4>
            <h4>
                Айыл чарбасы облустун экономикасынын негизги тармагы. Облус айыл чарба продукциясын өндүрүү боюнча
                республикада экинчи (Чүй облусунан кийин) орунда турат.
            </h4>

        </div>
    );
};

export default Pages99;