import React from 'react';
import kuur from "src/assets/img/kuur.jpg";

const Pages56 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>56 бет</h6></div>
 <h4>Бишкекке алгачкы учак (самолёт) 1922-жылы 20-августта конгон. Бишкек ипподромунда Ташкенттен Алматыга почта ташуучу аэроплан үчүн тыныгуу станциясы уюштурулган. 1930- жылы республикада биринчи Бишкек
          Фергана-Анжиян-Ташкент-Ходжент
          Ош граждандык аба жолу ачылган.</h4>
        <h4>1945-жылы Кыргыз авиа бөлүмчөсү уюшулуп, Бишкекте аэропорт ачылган. Кийинчерээк Кыргыз граждандык авиация башкармалыгы түзүлүп, ал 1990-жылдан «Кыргыз улуттук авиакомпаниясы» деп аталат.</h4>
        <h4>Аба жол катнашы үчүн республиканын географиялык аба- лы ото ынгайлуу. Анткени, Европадан Азиянын айрым өлкөлөрүнө баруучу аба жолу Кыргыз Республикасы аркылуу өткөндө
          1,0-1,5 миң кмге кыскарат.
          Аба транспортунун өнүгүшү үчүн аэропорттордун мааниси өтө чон. Анткени чет өлкөлүк учактарды кабыл алыш үчүн аэропорттор заманбап техникалар, аэронавигациялык каражат тар менен жабдылыш керек.</h4>
          <h4>Бул талапка эң маанилүү «Манас» аэропорту гана жооп бере алат. Учуп-конуу тилкеси азыркы кездеги учактардын бар- дык түрүн кабыл алат. Ал эми Ош, Жалал-Абад, Нарын, Тамчы, Баткен, Каракол, Казарман ж.б аэропорттору ички жана тышкы жүк жана жүргүнчүлөрдү ташууда мааниси зор.</h4>
          <h4>Азыркы учурда аба каттамы боюнча 25 өлкө менен келишим түзүлгөн. Келечекте эл аралык регулярдуу авиамаршруттар, мисалы, Сеул, Пекин, Лондон маршруттары өздөштүрүлмөкчү.</h4>
          <h4><b>Куур транпорту.</b> Кыргыз Республикасынын транспорт комплексинин азырынча анча өнүгө элек түрү куур транспорту. Себеби тоолуу рельеф бул транспорттун өнүгүшүнө өз таасирин тийгизет. Бул транспорт аркылуу негизинен газ ташылат</h4>
          <img src={kuur} alt="" className='w-[700px] m-9'/>
        </div>
    );
};

export default Pages56;