import React from 'react';

const Pages24 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>24бет</h6></div>
<h4>
    Көп улуттуу мамлекеттин шартында аймак боюнча адистештирүүнүн маниси бар болгон. Анткени республиканын эл
    чарбасында эмгекти аймак боюнча бөлүштүрүүдө продукциянын тарыхый шартка ылайык үнөмдүү жана кирешелүү түрлөрүн чыгаруучу тармактарга адистештирилген.
    <br/>
    Ушул мезгилде өнөр жайы техникалык, экономикалык жана социалдык жактан жеткиликтуу негизделген. Оор өнөр
    жайынын карамагында түстүү металлургия жана курулуш материалдар өнөр жайлары жана 130дан ашуун адистештирилген
    өндүрүш тармактары калыштанган. <br/>
    өзгече энергетика, машина куруу жана металл иштетүү
    өнөр жайлары кыйла тез өнүгө баштаган. <br/>
    Адистештирилген тармактар өндүргүч  күчтөрдү жайгаштырууга жана  өнүктүрүүгө  зарыл жабдууларды, материалдарды,
    калк кеңири керектеген өнөр жай продукцияларын чыгарган. <br/>

</h4>

            <div className="animated-shape-both">
                <div className="animated-shape ml-2">
                    <h3>
                        Инвестиция - чарба тармактарын өнүктүрүү
                        үчүн капиталдык салым.
                    </h3>
                </div>

                <div className="animated-shape ml-2">
                    <h3>
                        Экспорт - чет өлкөлөргө товарларды, технологияларды алып чыгуу жана
                        сатуу, кызмат көрсөтүү.
                    </h3>
                </div>

            </div>
            <h4>
                Экономикалык реформанын жүрүшүндө импорттун ордун толтуруучу чарба тармактарын өнүктүрүү, экспортко дүйнөлүк
                рынокто сапаттуу товарларды чыгаруу болуп саналат. Өндүрүүчү базалык ишканаларды түзүүгө өзгөчө көңүл бурулууда.
                Бул максатты жүзгө ашырыш үчүн чет өлкөлүк инвестициялар көбүрөөк тартылууда. Эл аралык валюта фонду, Дүйнөлүк
                банк, Эл аралык өнүгүүгө ассоциациясы сыяктуу эл аралык финансы уюмдары республиканын экономикасын көтөрүүгө көмөк көрсөтүүдө. Кийинки учурда көптөгөн эл аралык каржы корпорациялары жана банктары да активдүү жардам беришүүдө.
                <br/>
                Жер жана агрардык реформаны ишке ашырууда, айыл
                чарбасын натыйжалуу тармакка айландырууда да экономикалык байланыштар маанилүү роль ойноодо. Азыркы мезгилде
                Кыргызстан азык-түлүк продукциялары менен өзүн-өзү толук камсыз кыла албай жатат. Мүмкүнчүлүктөрдү толук пайдаланган учурда республика айыл чарба продукцияларын экспорттоого толук жөндөмдүү экендиги илимий жактан далилденген.
                <br/>
                Кыргыз Республикасынын айыл чарбасынын негизин түзүп келген кой чарбасын реабилитациялоодо да эл аралык байланьштарга өзгөчө көңүл бурулууда. Кыргызстан келечекте эл
                аралык рынокко жүндү,терини, пахтаны, көп жылдык чөптүн, кант кызылчасынын уругун, жашылча-жемиш, төө буурчак, минералдык сууларды экспорттоого мүмкүнчүлүктөрү бар. Иштетилбеген чийки сырьёго караганда өнөр жайда кайра иштетилген
                продукцияларды экспорттоо мамлекет учун бир кыйла пайдалуу.
                Жыйынтыктап айтканда, Кыргыз Республикасынын чарбасынын өнүгүшүнө жана жайгашуусуна жаратылыш шарттары менен ресурстарынын өзгөчөлүктөрү өз таасирин тийгизет .
            </h4>

        </div>
    );
};

export default Pages24;