import React from 'react';
import Progres126 from "src/ui/Progress.tsx/Progress/Progres126";

const Pages106 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>106 бет</h6></div>

            <h4>
                Деңиз деңгээлинен, 1000-2200 м бийиктикте токойлуу талаа зонасы жайгашкан. Мында жаңгак-мөмө жемиш токою
                талаалашкан шалбаалуу, бадалдуу, сейрек алмалуу жерлер менен кезектешип жатат. Жаңгак токоюнун астында
                өөрчүгөн топурак өзгөчө касиетке ээ: чириндиге бай, ал топуракка каралжың өң берип турат, жаңгак сымал
                структуралуу, ным сыйымдуулугу өтө зор. Ошого байланыштуу, капталдардын кыйла эңкейиштигине карабай агын
                суулар жокко эсе, кар жана жамгыр суулары бут кыртышка синип кетет.Облустун аймагынын ээлеген
                жаңгак-мөмө-жемиш токоюнун (700 миң га) чарбалык мааниси өтө зор. Ал токойлор Феркана жана Чаткал кырка
                тоолорунун Фергана өрөөнүн караган этек тоолорун ээлейт.
                <br/>
                <b>Калкы</b>. Облустун калкы республиканын калкынын 19,0% ын (1146,5 миң) түзөт. Анын 21,7% ы (248,5
                мини) шаарларда, калган 78,3% ы (898,0 мини) айылдарда турат. Калкынын саны боюнча республикада Ош
                облусунан кийин 2-орунда турат. Кеп улуттуу, басымдуу бөлүгү кыргыздар жана өзбектер. (13-диаграмманы
                кара). Калктын жыштыгы 1 км жерге 34
                адам туура келет.
            </h4>
            <i>13-диаграмма</i>
            <b className="text-xl "> Жалал-Абад облусунун калкынын улуттук курамы,% менен </b>
            <Progres126/>
            <h4>
                Облустун жалпы калкынын жаш курактары бөлүнүшү боюнча: 16 жашка чейинки жаштардын саны 402,4 миң адам
                (жалпы калктын 35,1% ы), эмгекке жарактуу курактагылар - 678,2 миң (59,2%), эмгек жашынан жогору
                курактагылар - 65,9 миң (5,7%).
                <br/>
                <b>Экономикасы</b>. Облустун экономикасынын өнүгүү деңгээли боюнча республикада Чүй облусунан кийинки
                2-регион болуп саналат. Анын өнүгүшүн өнөр жай, айыл чарба, курулуш, транспорт жана байланыш, соода жана
                коомдук тамакта нуу тармактары ээлейт. Социалдык өсүшүн турмуш-тиричилик жактан тейлөө, билим жана илим,
                саламаттыкты сактоо, маданият жана башка тармактарынын деңгээли аныктайт.
                <br/>
                Өнөр жайдын негизги тармактары болуп, электр-энергетика, түстүү металлургия, отун, жеңил, машина куруу

            </h4>
        </div>
    );
};

export default Pages106;