import React from 'react';
import { LuMoveDownLeft, LuMoveDownRight } from "react-icons/lu";
import { GoArrowDown } from "react-icons/go";
import Circle56 from 'src/ui/Progress.tsx/circle/Circle56';

const Pages46 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>46 бет</h6></div>  
        <h4> Айыл чарба техникасын пайдалануу, квалификациялуу кадрлардын өсүшү, илимдин жана алдынкы тажрыйбанын жетишкендиктерин өндүрүшкө системалуу киргизүү жана жайылтуу жогорку натыйжалуулукту камсыз кылган. Айыл чарбасы өз ара тыгыз байланыштуу эки ири тармакка бөлүнөт.</h4>


        <div className="f-[90%] flex items-center justify-center flex-col m-2">

          <h1 className="block w-[400px]  ">Айыл чарбасы</h1>
          <div className="flex items-end text-4xl justify-center "><LuMoveDownLeft /> <LuMoveDownRight /></div>

          <div className="w-[100%] flex items-start justify-between">
            <div className="w-[100%] flex items-center justify-center flex-col">
              <h2 className=" block w-[250px] ">Мал чарбасы: бодо мал, кой, жылкы эчки, чочко, аары, топоз, балык чарбалары </h2>
            </div>
            <div className="w-[100%] flex items-center justify-center flex-col">
              <h2 className=" block w-[250px] ">Дыйканчылык:
                дан, жашылча, жемиш, картошка, өсүмдүктөр, тоют өсүмдүктөр, тамеки</h2>
             
            

            </div>
          </div>

        </div>
        <h4>Бул эки тармакты айкалыштырып өнүктүрүү материал- камсыз кылат. Айыл чарба өсүмдүктөрү коомдун өндүргүч күчтөрүн,акча жана эмгек ресурстарын ургаалдуу пайдаланууну төрүн өркүндөтүүдө зор роль ойнойт. Себеби аларды өстүрүү айыл чарбаны техникалык жактан жабдуу деңгээлин көтөрүү менен азык-түлүктү кайра иштетүүнү шарттайт.</h4>
        <h4>Дыйканчылыксыз туруктуу тоют базасын түзүү, мал чарбасын илгерилетип өстүрүү мүмкүн эмес. Ал эми мал чарбасы оз кезегинде дыйканчылыкка эң баалуу органикалык жер семирткич (кык) берет.</h4>
        <h4>Айыл чарбасында негизги өндүрүштүк каражат жер болуп эсептелет. Айыл чарба өндүрүшүн адистештирүү жана жайгаштыруу жердин өзгөчөлүгүнө, базардан алыс же жакын орун алышына жана табигый-климаттык шарттарга жараша болот.</h4>
        <h4>Кыргызстанда 19,95 млн га, жалпы жер аянтынын 54% м (10,797 млн га), айыл чарбасында пайдаланылат. Анын 887,8 мин гасы айдоо жер, 9,2 млн гасы жайыт жана 0,17 млн гасы табигый чеп чабынды (диаграмма).</h4>
        <i> Айыл чарбасындагы пайдаланган жерлери (га жана % менен)</i>

        <div className="flex items-center justify-center w-[80%]">
          <Circle56 />
          <h4>
            ■ Айдоо жерлер  <br />
            ■ Жайыттар<br />
            ■Табигый чеп<br/>
            ■ Башка жерлер
          </h4>
        </div>
        


        </div>
    );
};

export default Pages46;