import React from 'react';
import milk from "../../../../assets/img/milk.jpg"

const Pages43 = () => {
  const block=[
   
   
    { id: 1, title: "«Бишкек ликёр-арак заводу» ", text: " «Шоро» (Бишкек)" },
    { id: 1, title: " «Бакай» (Карабалта)", text: "«Артезиан» (Сокулук) " },
    { id: 1, title: "«Кыргызшампан» ", text: "«Кока-Кола Бишкек Боттлерс» " },
    { id: 1, title: "« Салкын» (Жалал-Абад) ", text: "«Акун» (Бишкек)  " },
    { id: 1, title: "Бишкек пиво заводу ", text: "«Нур» (Жалал-Абад) " },
    { id: 1, title: " «Абдыш-Ата»", text: " " },
    { id: 1, title: "(Кант) «Аю» (Сокулук) ", text: " " },
    { id: 1, title: "<<Адис>>> (Беловодск)  ", text: " " },



  ]
    return (
        <div className="pages1">
            <div className="page-number"><h6>43 бет</h6></div>
            <h4>
                Азыркы кезде республикада «Бишкек эт-консерва комбинаты акционердик коому, «Тоштүк» (Каракол эт комбинаты), «Келечек» (Ош эт комбинаты) акционердик коому, «Кайынды, Кайынды эт комбинаты) акционердик коому ж.б. иштеп жатышат. Бул ишканаларда көптөгөн эт продукцияларынын түрлөрү даярдалат. Мисалы, колбаса, котлет, чучбаранын ар кандай түрлөрү.
            </h4>
            <div className="w-full items-start justify-start flex">
                <h4 className="w-[20%]">
                    Сүт өнөр жайы
                    негизинен
                    айыл-кыштактарда
                    жайгашкан. Себеби сүт ишканаларынын
                    сырьелук базасынын
                    радиусу 50 км аш паш керек.

                </h4>
                <img src={milk} alt="" className="w-[70%] h-[250px]"/>
            </div>
            <h4>
                Республикада иштеп жаткан сут комбинаттарынын ирилери: <br/>
                • Бишкектеги «Бишкек сүт», «Эльвест» акционердик коомдору <br/>
                •   Беловодскийдеги «Аксүт» акционердик компаниясы <br/>
                •   Токмок сүт заводу, «Сүт-Булак» сыр жасоочу Кыргызстан - Швейцария ачык типтеги акционердик коому
                <br/>
                • Кара-Балтадагы «Эридан сүт» <br/>
                • Жети-Өгүздөгү «Ак-Жалга» <br/>
                Мындан сырткары дыйкан (фермер) чарбаларында да чакан сүт өндүрүштөрү бар. <br/>
                Молдованын Триасполь шаарында өткөрүлгөн эл аралык
                конкурста «Манас-1000» маркасындагы кыргыз коньягы алтын медалга ээ болгон.

            </h4>
            <table className="border-black border-2 w-full">
                <thead>
                <tr className="border-black">
              <th className="border-black border-2 p-2 bg-country-600">Ликёр-арак ишканалары</th>
              <th className="border-black border-2 p-2 bg-country-600">Алькоголсуз ичимдиктер ишканалары</th>
                </tr>
                </thead>
                <tbody>

                    {
                      block.map(el=>(
                        <tr className="border-black border-2">
                          <td className="border-black border-2 p-2"> {el.title}</td>
                          <td className="border-black border-2 p-2">{el.text} </td>
                        
                         
                        </tr>
                      ))
                    }
                </tbody>
            </table>

        </div>
    );
};

export default Pages43;