import React from 'react';

const Pages67 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>67 бет</h6></div>
            <h4>
                Кыргыз Республикасынын Конституциясынын 60 65-беренелерине ылайык, өлкөнү туруктуу өнүктүрүүгө
                жетиштүүдө. кеткен беш жылдыкта , жана (2018-2022), ошондой эле келечектүү 2040-жылга чейин Кыргыз
                Республикасынын алдында турган-туруктуу саясий систeманы түзүү, өнүккөн экономикасы бар өлкөгө
                айландыруу жана калкты кирешесин туруктуу өнүктүрүү, демократиялуу мамлекет катары толук калыптануу
                милдеттери мамлекеттик органдарды, жергиликтүү өзүн-өзү башкаруу, саясий жана коомдук күчтөрдүн,
                ишкердин субъектердин жана жара күч-аракеттерин бириктирүү максатында Кыргыз Республика сын туруктуу
                өнүктүрүү боюнча Улуттук кеңеш тарабынан бул
                стратегия иштелип жатат.
                <br/>
                Кыргыз Республикасын туруктуу өнүктүрүүнүн келечектүү стратегиясы өлкөнү саясий, экономикалык жана
                социал жактан өнүктүрүүнүн негизги багыттарын белгилеп, өлкөнүн
                саясий туруктуулугунун жаңы форматында иштелип чыккан жаңы мамлекеттик документ болуп саналат.
                <br/>
                Узак мөөнөттүү келечекте биз Кыргыз Республикасынын стратегиялык жактан адамдардын укуктарын,
                эркиндиктерин жана коопсуздугун коргоону камсыз кылуу менен алардын ж шу үчүн ыңгайлуу, көп тилдүү жана
                жагымдуу ички чөйрө, мыйзамдуулукту сактоо, билим берүүнүн деңгээлин жогорула туу, курчап турган чөйрөсу
                таза, коомдук туруктуу, эл аралык кадыр-баркы жогору, экономикасы туруктуу өнүккөн жана ин- весторлор
                учун жагымдуу өнүккөн өлкөлөрдүн арасына кирген кучтуу жана көз карандысыз мамлекет катары көрөбүз.
                <br/>
                Туруктуу өнүктүрүү Стратегиясы орто мөөнөттүү мезгилде өнүгүүнүн тышкы жана ички тобокелдиктерине карата
                алдын- алуу чечимдерин иштеп чыгуу жана узак мөөнөттүү келечекте туруктуу өнүктүрүүнүн негиздерин
                калыптандыруу үчүн багыт болуп калууга тийиш.
                <br/>
                Өлкөнүн келечегии стратегиялык жактан көрө билүү орто мөөнөттүү программалардын чегинде долбоорлорду
                жана план дарды жузого ашырууга мүмкүндүк берет, алар өлкөнү өнүктү- руунун узак мөөнөттүү максаттарына
                жетүүгө көмөк көрсөтөт.
                Орто меенеттүү программаларды узак мөөнөттүү максаттар ме нен айкалыштыруу Кыргыз Республикасын туруктуу
                өнүктү рууго жана өлкөнү дүйнөлүк экономикага ийгиликтүү интег рациялоого жардам берет. Бул Стратегия
                жаны өлкөнү куруу жолу боюнча мамлекеттик бийликтин жана коомдун алга карай биргелешкен илгерилөө
                багытын көрсөтүүгө чакырылган.

            </h4>


            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Өзүңдү текшер
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Кыргыз Республикасында « Туруктуу өнүгүнүн улуттук стратегиясы » эмне себептен кабыл алынган ?
                    <br/>
                    2. Туруктуу өнүгүнүн үч компонентин атагыла жана чечмелегиле ?
                </h4>
            </div>
        </div>
    );
};

export default Pages67;