import React, {useState} from 'react';
import img2 from "../../../../assets/img/ош-молоко3.jpg"
import img1 from "../../../../assets/img/ош-сут1.jpg"

const Pages100 = () => {


    const [currentIndex, setCurrentIndex] = useState(0);
    const images = [img1, img2];

    const handleButtonClick = (index: number) => {
        setCurrentIndex((prevIndex) => (index >= 0 && index < images.length ? index : prevIndex));
    };

    return (

        <div className="pages1">
            <div className="page-number"><h6>100 бет</h6></div>
            <div className="carousel w-full">
                {images.map((img, index) => (
                    <div key={index}
                         className={`carousel-item w-full h-[500px] ${currentIndex === index ? 'visible' : 'hidden'}`}>
                        <img src={img} alt="" className="w-full"/>
                    </div>
                ))}
            </div>
            <i> Ош шаарындагы сүттү кайра иштетүүчү завод «Ош Ак-Сут</i>
            <div className="flex justify-center w-full  py-2 gap-2">
                {images.map((_, index) => (
                    <button key={index} onClick={() => handleButtonClick(index)}
                            className="btn btn-l bg-blue-200 text-white">
                        {index + 1}
                    </button>
                ))}
            </div>
            <h4>
                <b>Транспорту</b>. Облуста автоунаа, темир жол, аба жана куур транспорттору өнүккөн. Эң маанилүүсү
                автоунаа транспорту. Автоунаа жолдорунун жалпы узундугу 2345 км, анын 781 кмси эл аралык, 402 км
                мамлекеттик, 1162 км жергиликтүү маанидеги жолдор. Эл аралык маанидеги жолдору: Ош-Сары-Таш-
                Эркечтам-Кашкар (Кытай), Ош-Сары-Таш-Хорог (Тажикстан); мамлекеттик маанидегилери: Бишкек-Ош (анын 100
                км облус- тун аймагында), Жалал-Абад. <br/>
                Ош - Өзгөн - Кара-Кулжа - Алай-Куу, Ош - Сары- Таш - Дароот-Коргон -
                Карамык, Ош - Кара-Суу - Жалал-Абад. Ош - Кара-Суу темир жолу (узундугу 30 км) Өзбекстандын темир жолу
                менен жалгашкан. Темир жол менен чоң габариттүү жүк (айрыкча Ош ЖЭБна) жана Бишкек, Жалал-Абад, Хожент
                (Тажикстан), Ташкен (Өзбекстан), Арыс (Казакстан) бекеттерине жүргүнчү ташылат.
                <br/>
                Аба транспорту «Кыргызстан Аба жолдору» улуттук авиакомпаниясына кирген Ош авиаишканасы жана аэропорттон
                турат. <br/>
                Куур транспорту аркылуу облустун калкы газ менен камсыз кылынат (Өзбекстандын Анжиян облусунан алып
                келинет). Электр транспорт (троллейбус) менен жылына 3 млндон ашык жүргүнчү ташылынат.
                <br/>
                <b>Социалдык абалы. </b>Облустун билим берүү системасы мектепке чейинки, жалпы билим берүү, башталгыч, орто,
                кесиптик-техникум, атайын орто жана жогорку окуу жайларынан турат.
            </h4>
        </div>
    );
};

export default Pages100;