import React from 'react';
import Analysis26 from "src/ui/Progress.tsx/Analysis/analysis";

const Pages21 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>21бет</h6></div>
            <i> 4-диаграмма</i>
            <h4> <b> Калктын тышкы миграциясы </b> (чыгып кеткендердин
                саны, адам)</h4>
<Analysis26/>
            <h4>
                Ар бир улут өзүнүн улуттук өзгөчөлүгүнө жараша миграциялык процесске ар түрдүүчө катышат. Мисалы, улуттар каада-
                салтына, тил билгендигине, тарыхый окуяларга ж.б. жараша.
            </h4>
            <div className="animated-shape-both">
                <div className="animated-shape ml-2">
                    <h3>
                        Белгилуу бир убакыт ичинде келгендер менен чыгып кеткендердин
                        айрымасы
                        <mark>«таза миграция»</mark> же <mark> «сальдо-миграция»</mark> деп аталат.
                    </h3>
                </div>

                <div className="animated-shape ml-2">
                    <h3>
                        Кандайдыр
                        бир
                        убакыт (ай, жыл) ичинде
                        келгендердин жана чыгып
                        кеткендердин
                        суммасы
                        <mark>«миграциялык масштаб»</mark>
                        же <mark>«брутто-миграция»</mark> деп аталат.
                    </h3>
                </div>

            </div>

            <h4>
                Эмгек миграциясы менен катар азыркы кезде саясий миграция да кездешет. Акыркы жылдары республикабызда болуп
                жаткан ички саясий абалдын туруксуздугуна байланыштуу
                башка улуттун өкүлдөрү көчүп кетишүүдө. Көчүп кеткендердин
                көпчүлүгү жогорку квалификациялуу кадрлар жана жумушка
                карамдуу курактагылар. Бул биздин республиканын экономикасынын өнүгүшүнө терс таасирин тийгизүүдө. Бирок, кайра
                кайтып келгендер да жок эмес. Миграция процесси жүздөгөн жылдар бою болуп келген жана боло бермекчи. Бул процессти токтотууга мүмкүн эмес. Миграция процесси мамлекеттин чарбасынын өнүгүшүнө өз таасирин тийгизет.
            </h4>

        </div>
    );
};

export default Pages21;