import React from 'react';
import img from "../../../../assets/img/жэб.jpg"
const Pages29 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>29 бет</h6></div>
            <h4>
                Ошону менен бирге карьер канчалык чон болсо ага жум-
                шалган чыгым ошончо аз болот. <br/>
                Кабак бассейни (геологиялык запасы 800 млн. т) бүткүл
                Тундук Кыргызстан үчүн экономикалык жактан зор маанилүү.
                Бул бассейндин перспективдүүсү. Кара-Кече кени, андан көмүр жылдан жылга арбын казылыш алынууда. Азыр кенден
                жылына болгону 200 мин т.га чейин көмүр казылыш алынат. <br/>
                Адистердин пикири боюнча кенди комплекстүү өзздөш-
                түрүү максатка ылайык. Биринчиден Кара-Кечеге темир ол
                салуу менен транспорттун арзан түрү аркылуу керектеечулер-
                ге жеткирүү. Экинчиден көмүрдүн чыккан жерине жылуулук
                электр станцияларын куруу. Үчүнчүдөн көмүрдөн газ алуу. <br/>
                Республиканын түштүгүндө Өзгөн көмүр бассейнинде ЗОдан ашык кен бар. Көмүр бассейнинин жалны запасы 2,2 млрд т, анын теңинен көбү кокст алуучу көмүр. Бассейнди өздөштүрүүдөгү кыйынчылык - бийик тоолуу татаал рельеф жана
                темир жолдун жоктугу.
            </h4>

            <b>
                <h2 className="text-blue-500 w-full items-start flex justify-start"> Силер билесинерби?</h2>
                1 кг шарттуу отундун күйгөндө  бөлүнүп чыгарган жылуулугу 7 мин ккал (29МДж/кг) деп аныкталган, ал эми таш    көмүрдүн сапаты өтө жогору 7000-8000 ккал жылуулук берет.
            </b>
            <h4>
                Кыргыз Республикасында комурду эң көп талап кылган ишканаларга ЖЭБ, курулуш материалдар өнөр жайы, коммуналдык чарба, котельныйлар кирет.
            </h4>
            <img src={img} alt="" className="w-[90%] h-[425px] m-2"/>
            <i> Бишкек ЖЭБи</i>
            <h4>
                Дүйнөлүк практика көрсөткөндөй, көмүрдү отун катары пайдаланбай, аны электр энергиясына айландырып экологиялык таза, булак катары колдонуу пайдалуу.
                <br/>
               <b> Мунай (нефть) жана газ өнөр жайы</b> <br/>
                Азыркы кездеги чарба мунайсыз иштей албайт. Мунай
                иштетилбеген түрүндө пайдаланылбайт, кайра иштетилгенде
                күйүүчү заттардын ар кандай түрлөрүн жана жаңы химиялык
                продуктуларды алышат.
            </h4>
        </div>
    );
};

export default Pages29;