import React from 'react';
import dress from "../../../../assets/img/кийим-тигуу.jpg"
const Pages41 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>41 бет</h6></div>
<h4>
    Жеңил өнөр жай тармактарынын ичинен эң маанилүүсү
    текстиль тармагы. Текстиль өнөр жайында көбүнчө аялдар иштешет. Ошондуктан аялдардын эмгек ресурстарын толугураак
    пайдалануу үчүн калк көбүрөк топтолгон жерлерде өнүктүрүү
    максатка ылайыктуу. <br/>
    Кебез кездеменин «Текстильщик» (Ош кебезден кездеме токуу бирикмеси) акционердик коому. Кыргыз камвол-нооту
    комбинаты акционердик коому, «Касиет» (Токмок камвол-түрүү фабрикасы) акционердик коому, Жибек өнөр жай тармагынын «Ош-Жибек» (Ош жибек комбинаты) акционердик коому
    кокон иштетип, аларды чала фабрикат түрүндө Индия, Пакистан,Кытай мамлекеттерине сатат.
<br/>
    <i>Тор (трикотаж) өнөр жайынын</i> «Илбирс», «Эдельвейс», «Байпак», «Жылдыз» акционердик коомдору, «Заман» жооп.
    керчилиги чектелген акционердик коому, «Веста» фирмасы ж. б.тор кийимдерди, байпак, чолок байпак, тор ич кийим, түкүү
    тор кийимдерди чыгарат.
</h4>
            <img src={dress} alt="" className="w-[90%] h-[400px]"/>
            <i> Кийим тигүү өнөр жай ишканасы</i>
            <h4>
                Булгаары бут кийим-мех өнөр жайы. «Булгары» бирге-лешкен ишканасы, «Ак-Марал» акционердик коому, «Бистайл» ачык типтеги акционердик коому,
                «Бобек» (Жаны-Жер) бал-
                дардын бут кийимин чыгаруучу, Кызыл-Кыя бут кийим фабрикасы ж. б. бар. Койдун, эчкинин жана чочконун терисинен
                жасалган булгаарыларды өндүрүү ишканалары калктын керектөөсүн камсыз кылууда.
                <br/>
                <b>Тамак-аш өнөр жайы</b> калкты азык-түлүк продуктулары менен камсыз кылуучу 30дан ашуун өндүрүштү өз ичине камтыйт.
                Бул өнөр жай Кыргыз Республикасыны эң маанилүү тармагы.
                Ал негизинен жергиликтуу сырьёнун негизинде иштеп, республиканын ички керектөөлөрүн камсыз кылууга багытталган
                Тамак-аш өнөр жайы башка тармактарга караганда  айыл
                чарбасы менен тыгыз байланышкан. Ал айыл чарбасынан сырье
                (дан, сут, кант кызылча сын, картошка ж.б.) алат жана өсүмдүктөрдү өстүрөөгө жана мал чарбасын өнүктүрүүгө таасир
                этет.Бул өнөр жай тармактарынын бир группасы - кант, май, шире жасап чыгаруучу

            </h4>
        </div>
    );
};

export default Pages41;