import React from 'react';
import academy from "../../../../assets/img/академия.jpg"
const Pages63 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>63 бет</h6></div>
            <h4>
                Республикада Жогорку окуу жайлары жана кесиптик орто окуу жайлары негизинен Бишкек шаарында жайгашкан. Республикада 52 жогорку окуу жайы, 2236 жалпы билим берүү мектептери, 139 орто кесиптик билим берүү окуу жайлары иш-
                тейт. <br/>
                Заманбап шартында республикада кээ бир окуу предметтерин тереңдетип окутуучу гимназиялардын, мектептердин, окуу академияларынын саны көбөйүүдө.
                <br/>
                Илим жана маданият жактан калкты тейлөөдө ар-түрдүү профилдеги 60тан ашык илимий жана маданий борборлор, институттар, долбоорлочу мекемелер, 1055 китепканалар, 64 музейлер, 32 кинотеатрлар, 23 театрлар жана 695 клубдук меке- мелер иш алып барышат.
            </h4>
            <img src={academy} alt="" className="w-[90%] my-2"/>
            <i> Улуттук илимдер академиясы</i>
            <h4>
                Саламаттык сактоо системасында Республика боюнча 184 оорукана, 610 үй-бүлөөлүк медициналык борборлору, 1029 Фельдшер-акушердик пункттар, 131 медициналык тез жардам станциялары иш алып барат.
                <br/>
                Азыркы учурда калкты тейлөөдө кирешелүү тармактарынын бири бул байланыш тармагы. Мамлекетке көп салык төлөгөн Мегаком, О, Билайн байланыш компаниялары.
                <br/>
                Тейлөө тармагынын маанилүү бөлүктөрүнүн бири <i>рекреациялык чарба</i>.
                <br/>
                Рекреациялык чарбага рекреациялык ресурстар кирет.
            </h4>

        </div>
    );
};

export default Pages63;