import React from 'react';
import gaz from "../../../../assets/img/gaz.jpg"
const Pages31 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>31 бет</h6></div>
            <h4>
                Мунайдын жаңы запастарын табуу иштери жүргүзүлүүдө.
                Өнөр жайлык запасы 14,6 млн т.ны гана түзөт. Тазаланган мунай зат продуктуларын өндүрүүнүн көлөмү акыркы жылдары
                өсүүдө . Мисалы, «Джунда» мунай иштетүү  заводу (Кара-Балта ш.), «Кыргыз Петролеум Компани» (Жалал-Абад).
            </h4>
            <div className="w-full items-start justify-center flex">
                <img src={gaz} alt="" className="w-[40%]"/>
                <h4 className="ml-7">
                   <mark> Жаратылыш газы </mark> отундун эң арзан түрү. Ал мунай жана көмүр сыяктуу эле өсүмдүктөрдүн жана майда жаныбарлардын калдыктарынан пайда болгон.

                </h4>
            </div>

            <h4>
                Жаратылыш газы отун катары электр станцияларында, автомобилдердин кыймылдаткычтарында, өнөр жайда жана калктын турмуш керектөөлөрү үчүн пайдаланылат. Газ ошондой  эле баалуу химиялык сырье. Отундун башка түрлөрүнөн айырмаланып, газ атмосфераны көп булгабайт.
            </h4>
<b className="w-full h-auto m-2 border-solid border-2 border-blue-200">
  <h2 className="text-blue-200 text-start">  Силер билесиңерби?</h2>
    Жаратылыш газы химиялык реакцияга абдан жакшы катышат. Андан көп учурда жылуулук жана электр энергия алы- шат. Газдан жер семирткич, отун, боёк жана башка продукцияларды алса болот.
</b>
            <h4>
                Газды куур аркылуу транспорттоо башка отундарды ташуудан арзан турат. Кыргыз Республикасында газдын өнөр жайлык запасы да аз -5 млрд. м3ге жетет. Республиканын түш түгүндө Майлы-Суу - Жалал-Абад - Ош газ кууру курулган, ал эми Бухара - Ташкен - Чымкент - Тараз - Алматы газ кууруна Бишкек - Токмок да туташтырылган.
                <br/>
                Бирок жакынкы чет өлкөлөрдөн газды жогорку баада сатып алуу республика үчүн эң оор экономикалык көйгөйлөрдү жаратууда. Мунай жана газ өндүрүү тармагы республиканын мунай, газга болгон керектөөсүн камсыз кыла албайт. Ошондуктан аларды жакынкы чет өлкөлөрдөн алууга муктаж. Республиканын базар экономикасына өтүшүнө байланыштуу эко- номиканын башка тармактарындай эле отун өнөр жай тармагы да убактылуу кризиске учурады.
                <br/>
                <b>Электр энергетика</b> - отун-энергетикалык комплекстин негизин түзөт. Ал Кыргыз Республикасынын эл чарбасынын өсүшүнө, жайгашуусуна зор таасирин тийгизет. Кыргыз Республикасынын энергетика балансында гидроэнергетиканыя ролу чоң.

            </h4>
        </div>
    );
};

export default Pages31;