import React from 'react';

const Pages74 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>74 бет</h6></div>
            <h4>
                48 ведомстволук мекеме, анын ичинде 2 маданият үйү, жаштар борбору «Жаштык», 28 китепкана, 7 балдар
                музыка-
                лык мектеби, 2 искусство мектеби, 1 көркөм мектеби, 6 мемо-риалдык музей жана 1 ачык асман астындагы
                скульптуралык
                музей катталган. <br/>
                Бишкекте ири театрлар, филармония, цирк, клубдар жана маданият мекемелер, музейлер, Кожомкул атындаты
                спорт ор-
                досу, Д. Омурзаков атындагы башкы споргтук арена («Спартак»
                стадиону) иштейт. <br/>
                Бишкек шаары жылдан-жылга ар тараптуу өнүгүп, Борборду Азиядагы ири шаарларыдын катарына кошулууда.
                Борбор шаар Чуй өрөөнүндө жайгашкандыктан облустун окономикасынын өнүгүшүнө таасири зор.
            </h4>
            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Мен муну билем
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Бишкек шаарынын мурунку аталыштарын билесиңерби? <br/>

                    2. Бишкек шаарынын аткарган функцияларына атагыла? <br/>
                    3. Бишкек шаарындагы ири өнөр жай тармактары кайсылар? <br/>
                </h4>
            </div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Өзүңдү текшер
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Эмне себептен шаар вертикалдык эмес, горизонтал- багытта өсүүдө? <br/>
                    2. Бишкек шаарынын республиканын экономикасы- өнүгүшүндө ээлеген орду кандай? <br/>
                    3. Бишкек ЭЭА мүнөздөмө бергиле. <br/>
                </h4>
            </div>

            <h1><span>§ 15.</span> ЧҮЙ ОБЛУСУ</h1>
            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Эсиңерге түшүргүлө.
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Чүй облусунун аймагындагы өрөөндөрдө кайсы ландшафт чоң аянтты ээлейт
                    <br/>
                    2. Эмне себептен Чүй өрөөнүн «Ак төөнүн карды рылган, Сары Өзөн Чүй» деп аташат?
                </h4>
            </div>
            <i className="text-blue-200 w-full text-start">
                Аянты 20.2 мин км2. <br/>
                Калкы - 887,5 миң киши (2016). <br/>
                Борбору Токмок шаары.
            </i>
            <h4>
                Кыргыз Республикасынын түндүк бөлүгүн ээлейт. Тундук жана батышынан Казакстан, түштүк-батышынан Талас,
                түштүгүнөн Жалал-Абад, Нарын, чыгышынан Ысык-Көл облустары менен чектешет.
            </h4>
        </div>
    );
};

export default Pages74;