import React from 'react';

const Pages98 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>98 бет</h6></div>
            <h1> Ош облусунун администрациялык - экономикалык картасы</h1>
            <iframe
                src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d97054.93849383193!2d72.72559463108178!3d40.520224284473734!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x38bdac017f5a2e85%3A0xe0a3c61dc6f47b95!2z0J7RiA!5e0!3m2!1sru!2skg!4v1702292577952!5m2!1sru!2skg"
                width="900" height="500" loading="lazy"
                referrerPolicy="no-referrer-when-downgrade"></iframe>

            <h4>
                <b>Табияты</b>. Ош облусу Батыш Тянь-Шань жана Памир-Алай аймагында, Аму-Дарыя менен Сыр-Дарыянын
                алаптарында жайгашкан. Тоолуу рельеф мүнөздүү, деңиз деңгээлинен бийиктиги түндүгүндө 500 мден
                түштүгүндө 7134 м (Чоң-Алай кырка тоосунун Ленин чокусу) бийиктикке чейин өзгөрөт. Тоо аралык өрөөндөрү
                жана ойдуңдары 900 мден 3000 мге чейинки бийиктиктерде жайгашкан.
                <br/>
                Облустун климаты негизинен мелүүн жана тропик кеңдиктеринин аба массаларынын таасиринен түзүлгөн. Мелүүн
                алкактын аба массалары негизинен кыш, тропиктик аба массалары жай мезгилдеринде үстөмдүк кылат.
                Климатынын негизги өзгөчөлүгүн анын бийиктик алкактуулук боюнча өзгөрүүсү түзөт. Облустун эң ири дарыясы
                Кара-Дарыя, ал Фергана тоо тизмегинен башталган Кара-Кулжа жана Тар сууларынын ко- шулушунан пайда
                болуп, Өзбекстандын аймагында Нарынга куюп, Сыр-Дарыяны түзөт.
                <br/>
                Өсүмдүктөрү да бийиктик алкактуулук боюнча өзгөрөт. Түндүгүндөгү адырларда шыбак-эфемер-баялыш
                өсүмдүктүү жарым чел үстөмдүк кылат. Тоо этектеринде, адырларда жана жапыз тоолордо бетеге-аккылкандуу
                талаа өсүмдүктөрү таралган. 3000 м бийиктиктен жогору субальп жана шалбаалуу талаа өсүмдүктөрү ээлейт;
                айрым жерлеринде аскалар чыгып жатат. Жаан-чачын мол жааган чыгыш бөлүгүндө бетеге-аккылкандуу талаадан
                жогору бийик тоолуу шалбаа, шалбаалуу талаа зоналары жатат. Андан жогору токой тилкеси, жаңгак-мөмө
                жемиш токою, акчечек, арча жана карагай токойлору ээлейт. Облус- тун түштүгүндө, Алай өрөөнүндө, 3000 м
                бийиктикке чейин субальп, алып

            </h4>
        </div>
    );
};

export default Pages98;