import React from 'react';
import {LuMoveDownLeft, LuMoveDownRight, LuMoveUpLeft, LuMoveUpRight} from "react-icons/lu";
import {GoArrowDown, GoArrowUp} from "react-icons/go";

const Pages35 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>35 бет</h6></div>
            <h4>
                эл керекөөчү товарлар; «Кайнды кабель» АК, «Кыргыз электр өткөрбөөчү » (электр өткөрбөөчү зым
                эл керектөөчү товар). Азыркы негизги маселелердин бири калкты
                азык-түлүк продукциялары менен камсыз кылуу болгондуктан,
                электр-техникалык приборлордун ичинен элдин талабын канааттандыруучу жабдууларды чыгаруу максатка ылайык. Химия жана
                мунай машина куруу тармагынын ири ишканасы Бишкек машина куруу заводу акционердик коому («БМЗ»), прибор куруу өнөр жай тармагынын «Дастан» трансулуттук корпорациясы, автоунаа
                өнөр жай тармагы «Кыргызавтомаш» акционердик коому иштейт. Тармактардын чыгарган продукциялары ички жана тышкы
                рынокто конкуренцияга жарамсыз. Акыркы мезгилде тиричилик
                товарларына - кызытма лампа, аз кубаттуулуктагы электр кыймылдаткычтарына суроо-талап болууда. Бирок, акыркы жылдарда мурунку жылдарга караганда өндүрүш тармактарында өсүш
                байкалууда. Медициналык техникаларды чыгаруу учун чет өлкөлүк фирмалар менен келишим түзүүнүн натыйжасында «Дастан»
                акционердик коомунун лабораториялык центрафугаларды чыгаруу көлөмүн көбөйтүүгөмүмкүнчүлүк  түзүлдү.
                <br/>
                <b>Түстүү металлургия өнөр жайы</b> <br/>
                Түстүү металлургия түстүү металлдар жана эритмелер
                өндүрүлүп алынуучу, ылгоочу жана эритүүчү  өндүрүштөрдү бириктирет. Илимий-техникалык революциянын доорунда
                авиацияны, кара металлургияны жана химия өнөр жайын өнүктүрүүдө түстүү металлургиянын мааниси зор. Түстүү металдар  ар түрдүү касиеттерге ээ
            </h4>
            <i> 6-схема</i>
            <b className="text-xl m-2"> Түстүү   металлдардын баалуу касиеттери</b>
            <div className="f-[90%] flex items-center justify-center flex-col">
                <h1 className="block w-[400px]  "> Түстүү металлдар</h1>
                <div className="flex items-end text-4xl justify-center"><LuMoveDownLeft/> <GoArrowDown /><LuMoveDownRight/></div>

                <div className="w-[100%] flex items-center justify-between">
                    <div className="w-[100%] flex items-center justify-center flex-col">
                        <h2 className=" block w-[250px] ">Коррозияга каршы  туруктуу </h2>
                        <div className=" text-4xl "> <GoArrowDown /></div>
                        <h2 className=" block w-[200px] m-1 ">  калай, коргошун, никель ж.б. </h2>


                    </div>
                    <div className="w-[100%] flex items-center justify-center flex-col">
                        <h2 className="block w-[250px]  ">Ысыкка чыдамдуу  </h2>
                        <div className=" text-4xl "> <GoArrowDown /></div>
                        <h2 className=" block w-[200px] m-1 "> титан, цирконий, молибден ж.б. </h2>
                    </div>

                    <div className="w-[100%] flex items-center justify-center flex-col">
                        <h2 className="block w-[250px]  "> Электр өткөргүч жогорку
                            касиетке ээ </h2>
                        <div className=" text-4xl "> <GoArrowDown /></div>
                        <h2 className=" block w-[200px] m-1 "> алюминий, жез, кумуш, вольфрам ж.б. </h2>
                    </div>

                </div>

            </div>
<h4>
    Кыргыз Республикасынын аймагындагы сымап, коргошун, цинк, алтын, жез,күмүш  илгертен бери казылып алынгандыгы тууралуу маалыматтар бар. Казылып алынган айрым
    кендердин (Канигут коргошун кени)өлчөмү ошол кездеги кен
    казуу иштеринин кыйлаөркүндөгөнүн далилдейт. <br/>
    Өткөн замандарда алтын Туркстан кырка тоосунда,
    Чаткалда, Узун- Акматта, Таласта, Суусамырда, Ысык-Көлдө ж. б.
    жерлерде казып алынган.
</h4>

        </div>
    );
};

export default Pages35;