import React from 'react';
import kaiyk from "src/assets/img/kaiyk.jpg";
import aba from "src/assets/img/kaiyk.jpg";
import maschina4 from "src/assets/img/mash4.jpg";
import { FaArrowLeft } from "react-icons/fa";


const Pages55 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>55 бет</h6></div>
        <h4 className='m-4'>Республиканын түштүгүндө Кубасай (Өзбекстан) - Кызыл- Кыя (1928), Кара-Суу - Ош (1930), Жалал-Абад - Көк-Жангак (1932), Үч-Коргон - Таш-Көмүр (1935) курулган. Андан сон Пролетарск (Тажикстан) - Сүлүктү темир жол участкалары ку- рулуп, алар Орто Азия темир жолуна караган.
          1992-жылы
          Бишкек темир жол бөлүмүнүн базасында Кыргыз темир жолу пайда болгон. Темир жол автоматтык локомотив сигналы жана поездди автоматтык түрдө токтотуу (автостоп) прибору менен жабдылган. Мындай жабдылган жолдун узундугу 151 км. Локомотивдер менен электр станцияларга 124 комплект жабдуу орнотулган. Жолдогу 19 станциянын лештирүү жана борборлоштуруу (ЭБ) жабдуулары бар. Кыргыз- Түндүк Кыргызстанда 275 км, 97 км түштүктө - Ош жана Жалал-Абад облустарына тиешелүү.
          Келечекте темир жол транспортун өнүктүрүү үчүн Балыкчы - Каракече, Анжиян (Өзбекстан) - Жалал-Абад (же Өзгөн) - Торугарт - Кашкар (Кытай) темир жолун куруу пландаштырылууда. Бул план ишке ашса темир жол өткөн аймактардын табигый байлыктары өздөштүрүлүп, экономиканы көтөрүүдө чон роль ойнойт.</h4>
        <h4><b>Суу жол транспорту</b> Ысык-Көл облусунда гана пайдаланылат. Ысык-Көлдө суу транспортун уюштуруу аракети ХІХ кылымдын аягында эле жасалган. 1920-жылдан бери иштейт. Суу жолунун жалпы узундугу 200 км. Ысык-Көлдө алгач «Сулайманов 1», «Платон», «Афанасий», «Тарас Бульба», «Саякатчы Пржевальский» кемелери жүрө баштаган. Кийин- ки жылдары аба жана автоунаа транспортунун өнүгүшүнө байланыштуу көлдө жүргүнчү ташуу азайып, 1967-ж. биротоло токтотулган.</h4>
        <div className='flex items-center justify-start gap-10'>
          <h4>Азыркы кезде Ысык-Көлдө жүргүнчү кемелери туристтерди, эс алуучуларды гана тейлейт. Себеби курорттук зона жана корук болгондуктан суунун тазалыгын сактоо маанилүү.</h4>
          <img src={kaiyk} alt="" className='w-[250px]' />
        </div>
        <div className="w-full flex items-start justify-center m-8 ">
          <img src={maschina4} alt="" className="w-[40%]" />
          <div className="w-full flex flex-col items-start justify-center ">
            <h4 className="ml-3">
              <b>Аба транспорту</b>
              транспорттун кымбатыраак түрү, ошол эле убакта ал тез жеткириши, жердин рельефине азыраак көз карандылыгы менен мүнөздөлөт. Бул жүргүнчүлөрдү, өзгөчө алыскы аралыктарга ташууда башкаларга эч алмаштыргыс транспорт болуп саналат.
            </h4>
            <h1 className="text-7xl text-center w-full m-6"><FaArrowLeft /></h1>

          </div>

        </div>


        </div>
    );
};

export default Pages55;