import React from 'react';

const Pages34 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>34 бет</h6></div>
            <h4>
                <b> Машина куруу өнөр жайы.</b> Металлургиянын продукциясы машина куруунун негизги сырьесу болуп
                саналат. Кара жана түстүү металлдарды машиналар жана алар үчүн тектиктерди
                жасап чыгаруучу машина куруу ишканаларына жөнөтүшөт .
                Машина куруу өнөр жайы өтө татаал тармак. <br/>
                Кыргыз Республикасында 1940-жылы машина куруу жана металл иштетүү өнөр-жай тармагында бир нече ремонт
                иштери жүргүзүлгөн. Араба жана үй турмушуна керектелүүчү жөнөкөй продукцияларды чыгарган. Жалпы өнөр жай
                продукциясынын 0,8% машина куруу жана метал иштетүүгө туура келген.
                <br/>
                Бул тармактын кеңири өсүшү Ата Мекендик согуш жылдарына жана андан кийинки мезгилге тура келет. Машина
                куруунун кээ бир продукцияларын республикабызда пайдаланылат.
                <br/>
                Кыргыз Республикасында металл иштетуучу ишканалардан 1931-жылы Бишкекте ремонтоо механикалык завод иштей
                баштаган. 1930-жылы металл иштетүү өнөр жай тармагы тез өнүккөн. Автоунаа куруу тармагында
                «Кыргызавтомаш» жана
                Фрунзе автоунаа кураштыруу заводдору курулган. Адистештирилген Ош насос, «Кыргызкабель» ишканалары иштей
                баштаган. Машина куруу жана металл иштетуу өнөр жайы мурун союздук мааниде болгон. Анын продукциясынын
                көбү жалпы
                СССРдин аймагында таралып турган.Өнөр жай башка республикалардан келген комплектөөчү деталдардын жана
                кара металлургия өнөр жайынын продукцияларынын базасында иштеп
                келген. Азыр өлкөбүздө машина куруу жана металл иштетүү
                өнөр жайыдын продукциясынын чектелуу гана үлүшүн түзөт.
                Машина куруу өнөр жайынын
                ишканалары татаал эмес продукцияларды жана эл керектөөчү товарларды чыгарат.
                <br/>
                Тармактардын чыгарган продукциялары ички жана тышкы
                рынокто конкуренцияга жарамсыз. Базар мамилесинин туруктуу
                эместиги, товардын конкуренцияга жарамсыздыгы ж. б. факторлор машина куруу өнөр жайынын өнүгүшүнө
                тоскоол болууда.
            </h4>
            <i> 7-тиркеме</i>
            <table className="border-black border-2 w-full">
                <thead>
                <tr className="border-black">
                    <th className="border-black border-2 bg-blue-400  text-white p-2">Машина куруу өнөр жайынын өндүргөн продукциялары</th>
                    <th className="border-black border-2 bg-blue-400 text-white p-2">Электр техникалык ишканалары </th>
                </tr>
                </thead>
                <tbody>

                    <tr  className="border-black border-2">
                        <td className="border-black border-2 p-2"> ири жана чакан электр кыймылдаткычтары, трансформатор, жарык-техникалык жана
                            жарым өткөргүч приборлор, кабель жана провод, тиричилик электр-техникалык товарлары,
                            энергия алып жүрүүчүлөргө сарптоолорду эсепке
                            алуу, контролдоо жана жөнгө салуу приборлору</td>
                        <td className="border-black border-2 p-2">
                            электр эсептегичи, электр казаны, электр суу Жылыткычы,
                            электр мештери, тоют майдалоочу, май беруучу өсүмдүктүн уругун иштетүүчү,курулма, сууну жогору көтөрүүчү
                            насос, эт туурагыч, электрмиксер,үтүк, кир жуучу машина, жгач даярдоочу
                            станок.
                        </td>
                    </tr>

                </tbody>
            </table>

            <h4 className="m-2">
                Кыргыз Республикасында бүгүнкү күндө «OREMI» акционердик коому (Бишкектеги мурдагы оор машина куруу заводу; ири электр машиналары, трансформатор, комплектүү трансформатордук чакан станция; «КЭМЗ» АК корпорациясы (өндүрүш жана тиричилик үчүн керектелүүчү чакан кубаттуулуктагы электр
                кыймылдаткычтары, эл керектөөчү товарлар), «Электротехника»
                АК (электр шамы, стандартсыз жабдуулар, эл керектөөчү товарлар), «Майлы-Суу электролампа заводу» ачык түрдөгү акционердик коому (электр лампа, эл керекөөчү товарлар; «Кайнды кабель» АК, «Кыргыз электр өткөрбөөчү » (электр өткөрбөөчү зым
                эл керектөөчү товар). «Майлы-Суу электролампа заводу» ачык түрдөгү акционердик коому  (электр лампа,
            </h4>
        </div>
    );
};

export default Pages34;