import React from 'react';

const Pages114 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>114 бет</h6></div>
            <h4>
                төмөндөшү жана
                ишканаларынын иштебей калышы себеп болууда. Миграция өсүп шаарлар менен шаарчаларда иштебей калгандардын
                саны көбөйгөн . Эмгекке жарамдуу калктын ичинен, мигранттар көбүнчө Бишкек, Ош шаарына жана Чүй облусуна
                кетишкен. <br/>
                1999-2000-жылдардагы облустун аймагына кирген душмандарга, эл аралык террористтерге каршы согуш
                аракеттери да калктын миграциясынын күчөшүнө алып келди. Жумушсуздардын санынын жогорку деңгээлде болушу
                орчундуу проблема
                бойдон калууда. <br/>
                <b>Экономикасы</b>. Республиканын экономикасынын өнүгү Себеби облустук өнөр жай потенциалы Айдаркендин
                сымабы. шүндө Баткен облусунун экономикасы маанилүү орунду ээлейт.
                <br/>
                Кадамжайдын сурьмасы, Кызыл-Кыя менен Сүлүктүнүн көмүрү, калыптанган айыл чарба өндүрүшү, калктын
                эмгекчилдиги аймактын экономиканын өнүгүшүнө шарт түзөт. Облустук Сүлүктүнүн көму социалдык-экономикалык
                өнүгүү деңгээли төмөн, себеби аймагынын географиялык жактан
                татаалдыгына,рельефининтоолууболушуна,айма-гынын эң алыс жайгашышына,
                саясий-географиялык абалына байланыштуу. Себеби республикабыз базар экономикасын жүргүзгөндөн баштап
                чарбалык байланыштардын
                Сүлүктү көмүр кени үзүлүшү Баткен облусуна да чоң таасирин тийгизген. Ошондуктан өнөр жай өндүрүшү
                кыскарып, көп ишканалары иштебей жабылып калды. Ошого байланыштуу облус Республикадагы артта калган жана
                жарды региондордун катарына кирет. <br/>
                Дыйканчылыктын ичинен негизги тармагы, мөмө-жемиш, жүзүм өстүрүү. Мал чарбасында кой, уй жана үй куш
                чарбасы бар. Дан эгиндери, картөшкө, жашылча жана башка облустун калкынын суроо талабын канааттандыруу
                үчүн өстүрүлөт. <br/>
                <b>Транспорт</b>. Облустун азыркы транспорт тармагы: автоу- унаа, темир жол, аба жана куур транспорту.
                Аймагы
                тоолуу рельеф болгондуктан автоунаа транспортунун мааниси зор. Негизги автоунаа жолдору: Ош Кызыл-Кыя
                Пүлгөн-Айдаркен- Баткен - ИсфанаСүлүктү; Кызыл-Кыя - Кубасай (Өзбекстан); Баткен тан); Кызыл-Кыя -
                Маркамат (Өзбекстан) Ош. Бул жолдор (айрыкча биринчиси) «анклавдарды» бир нече жолу кесип өткөндүктөн,
                транспорт каражаттарынын облустун аймагы боюнча эркин жүрүшүнө тоскоолдук (бажы тосмосу, чек ара
                иш-аракеттери, паспорт жана документтерди текшерүү жана башка) кылууда. Бирок ушундай шарттарга
                карабастан бул жолдор облустун ыраак жайгашкан калктуу пункттарын райондун борбо- ру, ошондой эле Ош
                шаары менен транспорттук-экономикалык жактан байланыштырып турат. <br/>
                Каржылоо каражатынын жетишсиздигинен жолдорду реконструкциялоо жана капиталдык ремонт жүргүзүү кыйынга
                турууда. Буга байланыштуу коңшулаш мамлекеттердин «анк- лавдарынан» айланып өтүүчү жолдорду куруу
                облустун гана эмес мамлекеттин да маанилүү экономикалык жана саясий көйгөйү болуп калууда. <br/>
                Облустун темир жол транспорту туюк эки темир жол тармагынан турат. Темир жолдору менен негизинен көмүр ташылат.
            </h4>
        </div>
    );
};

export default Pages114;