import React from 'react';

const Pages17 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>17бет</h6></div>
            <h4>
                Мисалы, республиканын өнөр жайы, айыл чарбасы өнүккөн Чуй, Ош, Жалал-Абад облустарында калк жыш
                жайгашкан. Ал эми тоолуу облустарда калктын орточо жыштыгы төмөн
                (3-карта-схеманы карагыла). Себеби бийик тоолуу өрөөндөрдө
                туруктуу калк жашаган калктуу пункттар жокко эсе.
            </h4>
            <i className="text-xl">3-карта-схема</i>
            <b className="text-xl"> Облустар боюнча калктын орточо жыштыгы (1 км² - киши)</b>
            <div className="w-[85%] h-[450px] my-3 bg-blue-200">
карта
            </div>

            <h4 className="w-full">
                Кыргыз Республикасынын калкы ар түрдүү калктуу
                пункттарда жашашат. <br/>
                Калктуу пункттардын уч тиби бар. <br/>
                1. Шаар (саны 31); <br/>
                2. Шаарча (саны 9); <br/>
                3. Айыл-кыштак (саны
                1900). <br/>
                Шаар жерлеринде калк-
                тын 1/3 и (34 %), айыл жерле-
                ринде 2/3 и (66 %) жашашат. <br/>
                Шаарларда калктын көпчүлүк бөлүгү өнөр жай ишканала-
                рында, транспортто, тейлөө тармактарында эмгектенишет. Ири
                кыштактар өнөр жайлардын жанында жайгашып, калкынын
                тени айыл-чарбасында жана тени өнөр жай ишканаларында эмгектенген калктуу пункттарды шаарчалар деп атап коюшат. <br/>
                Айыл-кыштактарда калк негизинен айыл чарбасында эмгектенишет. <br/>

            </h4>



        </div>




    );
};

export default Pages17;