import React from 'react';

const Pages7 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>7бет</h6></div>

            <h1>Кыргыз Республикасынын Өкмөтүнүн курамы</h1>

            <div className="pyramid w-[1000px] h-[300px]">
                <div
                    className="button-block w-[230px] h-12   my-3 bg-blue-200 text-white text-center flex items-center justify-center">
                    Премьер-министр
                </div>
                <div
                    className="button-block w-[330px] h-12  my-3 bg-blue-200 text-white text-center flex items-center justify-center">
                    Вице-премьер министрлер
                </div>
                <div
                    className="button-block w-[430px] h-12  my-3 bg-blue-200 text-white text-center flex items-center justify-center">
                    Министрлер жана ведомстволор
                </div>
                <div
                    className="button-block w-[530px] h-12  my-3 bg-blue-200 text-white text-center flex items-center justify-center">
                    Мамлекеттик агенттиктер
                </div>
            </div>


              <p>     <i>     Кыргыз Республикасынын Өкмөтү</i>- мамлекеттик аткаруу бийлигинин жогорку органы. Өкмөттүн ишин - Премьер министр башкарат. Өкмөттүн курамын Премьер-министрдин
                  сунушу менен Президент аныктайт жана Жогорку Кеңештин
                  жыйыны бекитет. Өкмөт - өлкөдөгү бардык социалдык-экономикалык, финансылык, ж.б. маселелердин аткарылышын уюштурат, текшерет жана камсыз кылат.
                  <br/></p>
                    <p>
                        <i> Сот органдары </i> - республиканын бардык аймактарында
                        Конституциянын талаптарынын аткарылышын көзөмөлдейт
                        жана ага ылайык иш алып барат.
                    </p>
            <h4>
                <i>Жергиликтуу өзун-өзү башкаруу органдары</i>-
                райондордо, шаарларда жана айылдарда жергиликтүү кеңештер иштейт.
                Облустарда, райондордо жана шаарларда жергиликтүү мамлекеттик өкүлчүлүктөр
                акимдер жана айыл өкмөттөр иш алып
                барышат. Жергиликтүү өз алдынча башкаруу органы барган
                сайын өзгөрүүгө дуушар болууда. Жергиликтүү элдин сурооталаптарын эске алуу менен азыркы учурдун талаптарына жооп бергидей болуп түзүлүүдө. Анткени, ар бир облустун, райондун,
                айылдын жаратылыш шарты, демографиялык өзгөчөлүктөрү,
                экономикалык потенциалы ар түрдүү. Ошондуктан административдик - аймактык бөлүнүшү ушул шартты эске алуу менен
                эффективдуу жана рационалдуу болушу керек. Республиканын
                аймагындагы райондор - экономикасы, жаратылыш шарттары, тарыхый өнүгүү деңгээлинин ар түрдүүлүгү менен айырмаланып турушат. Ошондой эле калкынын саны, улуттук курамы,
                социалдык абалы, калктын жыштыгы, эмгек ресурстары менен
                да өзгөчөлөнүп турушат.
            </h4>

        </div>
    );
};

export default Pages7;