import React from 'react';


const Pages45 = () => {
    return (
      <div className="pages1">
        <div className="page-number"><h6>45 бет</h6></div>   
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            3.Кыргыз Республикасында жеңил өнөр жайынын кайсы тармагы жакшы өнүгүүдө? Эмне үчүн?<br />
            4.Тамак-аш өнөр жайынын маанилүү өндүрүштөрү өл- көнүн кайсы райондорунда жайгашкан?<br />
            5.Тамак-аш жана текстиль өнөр жайларынын жайга шуу принциптерин салыштыргыла<br />
          </h4>
        </div>
        <h1><span>§ 9.</span> Айыл чарбасы</h1>
        <div className="pages3-text1">
          <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
            Эсиңерге түшүргүлө
          </button>
        </div>
        <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
          <h4>
            1. Айыл чарбасы кандай тармактардан турат?  <br />
            2.  Айыл чарбасы менен өнөр жайдын кандай байла- нышы бар?
          </h4>
        </div>
        <h4>Кыргыз элинин көчмөндүк турмушунун негизги булагын айыл чарбасы түзүп келген. Азыркы кезге чейин айыл чарба негизги тармактардын бири. Айыл чарбасы калкты тамак-аш, азык-түлүк, өнөр жайды чийки зат менен камсыз кылат. Кыргыз элинин кылымдар бою калыптанган мал чарбачылыгы, Дыйканчылыгы, калкынын 66 % ы айыл жеринде жашашы агрардык өлкө болушуна шарт түзгөн.</h4>
        <h4>Айыл чарбасынын өнүгүүсү тарыхый үч мезгилге бөлүнөт:</h4>
       
        <div className="animated-shape-both">
          <h4 className="w-[60%]">
            • Улуу Октябрь социалистик революциясына чейинки;<br/>
            • СССР убагындагы ;<br/>
            • Эгемендүү мамлекет учурундагы.

          </h4>

          <div className="animated-shape ml-2">
            <h3>
              <b>Экстенсивдүү чарба</b> - киреше айдоо аянтын кеңейтүү жана санын көбөйтүү  аркылуу алынат.
            </h3>
          </div>

        </div>
        <h4>Революцияга чейинки мезгилде Кыргызстанда көчмөн мал чарбачылыгы негизги тармак болгон. Дыйканчылык начар өнүгүп, түштүк Кыргызстанда отурукташкан элдин гана дыйкан чарбачылыгы болгон. Көчүп келген орус, украин, дунгандар дыйканчылыкты өнүктүрүшкөн. Ал мезгилде айыл чарбасы экстенсивдүү жол менен өнүккөн.</h4>
        <h4>Алгачкы мезгилде социалистик-экономикалык шарттарга ылайык керектөөлөрдү гана канааттандыруу максаты болгон. Совет бийлигинин мезгилинде айыл чарбасындагы негизги өндүрүш каражаттарына коомдук менчик кирген. Ири чарбалар колхоз, совхоздордо өндүрүш пландуу түрдө өнүктүрүлгөн. Анда илимий-техникалык прогресске таянган жаны материалдык-техникалык базасы түзүлгөн. Интенсивдүү технологияны өндүрүшкө киргизүүгө зор көңүл бурулган.</h4>
      




        </div>
    );
};

export default Pages45;