import React from 'react';

const Pages101 = () => {
    const block = [
        {id: 1, number: 1, text: "Мектепке чейинки уюмдар ", text2: 327,},
        {id: 2, number: 2, text: "Жалпы билим берүү уюмдары  ", text2: 528,},
        {id: 4, number: 3, text: "Башталгыч кесиптик билим берүү уюмдары ", text2: 11,},
        {id: 5, number: 4, text: "Орто кесиптик билим берүү уюмдары ", text2: 3,},
        {id: 6, number: 5, text: "Жогорку окуу жайлары", text2: 3,},
    ]
    return (
        <div className="pages1">
            <div className="page-number"><h6>101 бет</h6></div>

            <i>15-тиркеме</i>
            <b className="text-xl">Ош облусунун билим берүү мекемелеринин саны (2017-ж.)*</b>

            <table className="border-black m-3 border-2 w-full">
                <thead>
                <tr className="border-black">
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 "> №</th>
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 ">Билим берүү
                        мекемелери
                    </th>
                    <th className="border-black border-2 p-2 bg-blue-400  text-white hover:bg-gray-700 ">саны</th>
                </tr>
                </thead>
                <tbody>
                {
                    block.map(el => (
                        <tr key={el.id} className="border-black border-2">
                            <td className="border-black border-2 p-2"> {el.number}</td>
                            <td className="border-black border-2 text-start p-2"> {el.text}</td>
                            <td className="border-black border-2 p-2"> {el.text2}</td>
                        </tr>
                    ))
                }


                </tbody>
            </table>

            <h4>
                Облустук улуттук госпиталь, 4 шаардык, 1 шаардык балдар 3 учук, инфекциялык, райондук, 4 номердик, 39
                участкалык оорукана, төрөт үйү, 7 учук, 3 тери-венерологиялык, онкологиялык, психоневрологиялык,
                наркологиялык диспансерлер, 11 поликлиника, 6 тиш поликлиникасы, 233 фельдшер-акушердик пункт, 173
                үй-бүлөлүк дарыгерлер тобу жана башка иштейт. <br/>
                Облуста улуттук мааниге ээ театрлар, музейлер, көркөм- сүрөт мастерскойлору бар. Ош облустук маданий
                башкармасына караштуу 13 райондук жана шаардык бөлүмдөр, облустук ма- даний мекемелер, 222 китепкана,
                157 маданият үйү, 3 театр, 7 эс алуу паркы, 24 музыкалык мектеп, мамлекеттик музыкалык окуу жайы
                иштейт. <br/>
                Облустун аймагындагы байыркы тарыхый-архитектуралык эстеликтер: байыркы аңчылардын тургун жайлары, шаар
                чалдыбарлары, байыркы мүрзөлөр, мавзолейлер, мечиттер, кербен-сарайлар, чептер жана башка. Байыркы Ош
                шаары (б. з. ч. 4-к., б. з. 5-к.) жана ага жакын жаткан аймактарда Жибек Мырзалим-Дөбө, Чаян-Дөбө,
                жолундагы маанилүү пункттар - Отуз-Адыр, Мады, Коргошун-Дөбө, Ак-Буура, Шалтак-Дөбө, Шоро-Башат Куршаб
                жана башка чептер жайгашкан. <br/>
                Ош шаарынын аймагындагы «Сулайман-Тоо» (Тахт-и-Сулайман) эстелиги, Рават Абдуллахандын мечити (16-17
                к.), Асаф ибн Бурхия мавзолейи (17-18-к.), Алымбек датканын (19-к.) жана Мухамад Юсуп Байкожо уулунун
                мечиттери (20-к.), орто кылымдарга таандык архитектуралык эстеликтердин бири Өзгөн архитектуралык
                комплексинини (3 мавзолей жана минареттен турат) жана башкалардын мааниси зор. Кокон хандыгынын тшундагы
                эстеликтерге-Дароот-Коргон, Соголон кербен-сарайы (чептердин калдыктары) таандык. <br/>
                Облустун табигый объектилери туризм менен альпинизмди өнүктүрүүдө чоң мааниге ээ. Кара-Шоро минералдуу
                суулары, Салам-Алик жаңгак-мөмө токою, Абшыр-Сай шаркыратмасы, Ажыдаар-Үңкүр, Баритүү, Ферсман үңкүрлөрү
                жана башка рек- реациялык мааниге ээ. Алай жана Чон-Алай тоолорунун бийик бөлүктөрү туризм жана
                алпинизмди өнүктүрүүгө өтө ынгайлуу. Алай өрөөнүндө жана Чоң-Алай кырка
            </h4>

        </div>
    );
};

export default Pages101;