import React from 'react';

const Pages91 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>91 бет</h6></div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Мен муну билем
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Эмне себептен Ысык-Көл ойдуңунун батышынын
                    жаратылыш шарттары чыгышынан айырмаланат? <br/>
                    2. Ысык-Көл облусунун аймагын кайсы физикалык-
                    географиялык провинциялар ээлейт? <br/>
                    3. Облустагы корголуучу аймактарды атап, негизги
                    милдеттерин айтып бергиле.
                </h4>
            </div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Өзүңдү текшер
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Облустун жаратылыш-ресурстук потенциалына баа
                    бергиле. <br/>
                    2. Облуста рекреация комплексин түзүүнүн өзгөчүлүгү
                    жана өнүгүү багыты кандай? <br/>
                    3. Ысык-Көл облусунун транспорттук комплексине мүнөздөмө берип, алардын мааниси жөнүндө айтып
                    бергиле.

                </h4>
            </div>

            <h1><span>§ 18.</span> НАРЫН ОБЛУСУ</h1>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Эсинерге түшүргүлө
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Ички Тянь-Шандын чыгышында жана борбордук бөлгүндө жайгашкан өрөөндөрду атагыла. <br/>
                    2. Ал аймактын жаратылыш шарттарынын өзгөчөлүк- төрүн айтып бергиле.
                </h4>
            </div>
            <i className="text-blue-500  text-start w-full">
                Аянты - 45,2 миң км2. <br/>
                Калкы- 277.7 миң киши (2016). <br/>
                Борбору-Нарын шаары.108
            </i>
            <h4>
                Нарын облусу Кыргыз Республикасынын борбордук жана түштүк-чыгыш бөлүгүндө жайгашкан. 1939-жылы
                21-ноябрда «Тянь-Шань облусу» деген ат менен уюшулган. 1962-жылы 30-декабрда жоюлуп, республикага баш
                ийген райондордун катарына кирген. 1970-жылы 11-декабрда кайрадан уюшулуп, Нарын облусу деп аталган.
                1988-жылы 5-октябрда Ысык-Көл облусуна бириккен. 1990-жылы 14-декабрда Ысык-Көл облусунан бөлүнүп,
                азыркы Нарын облусу кайра уюшулган. <br/>
                Нарын облусу түндүгүнөн Чүй, чыгышынан Ысык-Көл облустары, түштүгүнөн Кытай, батышынан Жалал-Абад жана
                ош облустары менен чектешет.
            </h4>

        </div>
    );
};

export default Pages91;