import React from 'react';
import img1 from "../../../../assets/img/фасоль.jpg"
import img2 from "../../../../assets/img/сыр.jpg"

const Pages83 = () => {

    return (
        <div className="pages1">
            <div className="page-number"><h6>83 бет</h6></div>

            <h4>
                <b>Экономикасы</b>. Талас облусунун экономикасы ортодон төмөнүрөөк деңгээлде өнүккөн чакан регион. Өнөр
                жай өндүршү башка облустарга салыштырмалуу начар өнүккөн. Облустук өнөр жайларынын 90% дан ашык
                продукциясын тамак -аш тартуу жана жем чыгаруу тармактары берет. Ошондукта негизги өнөр жай
                продукциялары: эт, быштак, малдын чалган майы, ун, өсүмдүк майы. Салыштырмалуу ири ишканалар Таластагы
                жана жем чыгаруучу «Талас дан-азык». Кара- Буура районундагы «Арашан», Маймактагы «Максат», Таласдагы
                «Талас-Сүт» жана «Азык» акционердик коомдору. Өнөр жай өндүрүшүнүн басымдуу бөлүгүн Талас шаарынын
                ишканалары өндүрөт.
            </h4>

            <div className="carousel w-full">
                <div id="item1" className="carousel-item w-full flex-col">
                    <img src={img2} alt="" className="h-[500px] w-full"/>
                    <i> Талас шаарындагы Озон - Ата сүттү кайра иштетүү заводу </i>
                </div>
                <div id="item2" className="carousel-item w-full flex-col">
                    <img src={img1} alt="" className="h-[500px] w-full"/>
                    <i> Талас шаарындагы Озон - Ата файсольду кайра иштетүү заводу </i>

                </div>

            </div>
            <div className="flex justify-center w-full py-2 gap-2">
                <a href="#item1" className="btn btn-xs">1</a>
                <a href="#item2" className="btn btn-xs">2</a>

            </div>
            <h4>
                Облустун экономикасынын негизин айыл чарба тармагы , кой, уй, жылкы багылып, алардан азык-түлүктөр
                өндрү. Дыйканчылыкта негизинен дан (буудай, арпа, жүгөрү), төө буурчак, май өсүмдүктөрү, картошка,
                жашылча жана тоют өсүмдүктөрү өстүрүлөт. Облустун жалпы аянтынын 65,3% м же 745,9 миң ганы
                (республиканың 7,0%) айыл чарбасына жаран туу жерлер ээлейт.
                <br/>
                Мал чарба азык-түлүктөрүнүн дээрлик бардыгын жеке менчикке тиешелүү чарбалар: калктын жеке чарбалары
                жана (фермер) чарбалары өндүрөт.
                <br/>
                <b>Транспорту</b>. Талас облусундагы эл чарба жүктөрүн жана жүргүнчүлөрүн ташып, сырткы, ошондой эле
                ички экономика байланышты тейлөөдө негизги орун автоунаа транспортуна тиешелүү. Негизги автоунаа
                жолдору: Тараз (Казакстан)- Кара-Буура Талас -Чат базар -Өтмөк (Суусамыр өрөөнү), Талас - Покровка-
                Тараз, Кара
                <br/>

            </h4>
        </div>
    );
};

export default Pages83;