import React from 'react';

const Pages104 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>104 бет</h6></div>

            <h1> Жалал-Абад облусунун администрациялык - экономикалык картасы</h1>
            <iframe
                src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d74660.51726297176!2d72.93164765395203!3d40.935738204837435!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x38bd15d12633c585%3A0x792849d2f1eaab8e!2z0JbQsNC70LDQu9Cw0LHQsNGC!5e0!3m2!1sru!2skg!4v1702304311871!5m2!1sru!2skg"
                width="900" height="450" loading="lazy"
                referrerPolicy="no-referrer-when-downgrade"></iframe>
            <h4>
                Табияты. Жалал-Абад облусунун аймагынын басымдуу бөлүгү Түштүк-Батыш Тянь-Шандын, бир аз бөлүгү
                (Тогуз-Торо ойдуну) Ички Тянь-Шань аймактарынан орун алган. Алар негизинен Фергана өрөөнүн түндүгүнөн
                курчаган бийик, орто бийик жана жапыз тоолор, жалдар, дөңсөөлөр, адырлар тилкеси, тоо этегиндеги
                жантайыңкы түздүктөр жана тоо аралык өрөөндөр болуп саналат. Деңиз деңгээлинен эң бийик жери 4503 м
                (Чаткал кырка тоосундагы Авлетим чокусу), эң жапыз жери 600 м (Базар-Коргон районун аймагында).
                <br/>
                Кен байлыктарынын ичинен облус отун-энергетикалык ресурстарга бай. Нарын дарыясында ГЭС каскады
                курулган: Токтогул, Күрп-Сай, Таш-Көмүр, Шамалды-Сай, Үч-Коргон. Камбар-Ата ГЭСи курулууда. Ташкөмүр
                кени Көк-Жаңгак, Таш-Көмүрдөн казылып алынат. Мунай менен табигый газ кен- дери Чангыр-Таш, Майлуу-Суу,
                Избаскен, Кочкор-Атадан чыгат. Андан сырткары сурьма (Терек кени), полиметалл (Сумсар кени), марганец
                рудасы (Кара-Алма суусунун төмөнкү агымын- да) жана башка кендер да бар. Руда эмес кен байлыктардан
                озокерит (Майлуу-Суу), гипс (Сузак районунда) жана башка кендер чыгат. Ысык жана минералдуу булактар
                чыккан жерлер да арбын (Жалал-Абад, Майлуу-Суу жана башкалар). Жалал-Абад облусунун аймагында
                рекреациялык ресурстар жана туристтерди кызыктыруучу Арстанбап, Кызыл-Үнкүр, Кара-Алма, Сары- Челек,
                Пачата сыяктуу кооз жерлер бар.
            </h4>
        </div>
    );
};

export default Pages104;