import React from 'react';
import Progres105 from "src/ui/Progress.tsx/Progress/Progres105";

const Pages88 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>88 бет</h6></div>
            <h4>
                Агын суулары Ысык-Көл, Сыр-Дарыя, Тарим, бир аз бөлүгү Чүй (батышта) жана Иле (чыгышта) дарыяларынын
                алапта- рына кирет. Ири суулары: Жыргалаң, Түп, Каракол, Түргөнак- Суу, Чоң Ак-Суу, Жети-Өгүз, Жууку,
                Чоң Кызыл-Суу, Барскон.
                Суулары айыл чарбадасында сугатка пайдаланылат.
                <br/>
                Өсүмдүктөрүн жана топурактардын таралышы бийиктик алкактуулук закон ченемине байланыштуу. Түздүгүндө
                батыш тан чыгышка карай таштуу бозомук күрөң, агыш күрөң, күңүрт кара конур, кара топурактар таралган.
                <br/>
                <b>Калкы</b>. Облустун калкы республиканын калкынын 7,8% ын түзөт. Анын 133,0 миңи шаарларда (жалпы
                калктын
                28,3%), 337,1 миңи (71,7%) айылдарда турушат. Улуттук курарамы 10-диаграммада көрсөтүлгөн.
            </h4>
            <i>10-диаграмма</i>
            <b> Ысык-Көл облусунун калкынын улуттук курамы,% менен (2016-ж.)</b>
            <Progres105/>
            <h4>
                Облустун жалпы калкынын 156,0 миңи (33,2% ы) эмгек жашына жете элек жаштар, 275,2 миң (58,6%) эмгек
                жашында- гылар, 38,8 миңи (8,2% ы) эмгек жашынан өткөндөр.
                <br/>
                <b>Экономикасы</b>. Ысык-Көл облусу республикада экономикалык жактан орто деңгээлде өнүккөн. Облус башка
                аймактарга салыштырмалуу табигый шарты жана байлыктары менен өзгөчөлөнүп турат. Тоңбогон Ысык-Көл бул
                региондун эң негизги байлыгы. Облуста санаторий-курорттор, эс алуу үйлөрү, пансионаттар, балдардын эс
                алуу лагерлери, туристтик жана альпинисттик базалар иштешет.
                <br/>
                Облуста рекреация чарбасы (эс алуу жана дарыланууну анын ичинде туризм келечекте экономикасынын
                уюштуруу),
                негизги адистешкен тармагына айланууда. Ысык-Көл дүйнөлүк деңгээлдеги курорттук аймак болууга
                мүмкүнчүлүгү бар. Анын
                жаратылышынын
                кооздугу жана байлыгы жетиштүү. Облустагы өнөр жай, айыл чарба, курулуш, транспорт тармактары келечекте
                рекреациялык комплексин тейлөөгө дүйнөлүк стандарттын негизинде өнүгүүдө.
            </h4>
        </div>
    );
};

export default Pages88;