import React from 'react';

const Pages33 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>33 бет</h6></div>
            <h4>
                Келечекте республикада отундун, мунай менен газдын аздыгын эске алып, эң арзан энергиянын булагы болгон ГЭСтерди куруу келечектүү деп эсептелинет. Республиканын отун-энергетикалык балансында ушул учурга чейин эч бир пайдаланылбай келген табигый-энергетика- лык ресурстар да арбын. Аларга күндүн, шамалдын, геотермалдык суулардын энергиялык ресурстары кирет.
                <br/>
                Дүйнөлүк тажрыйба көрсөткөндөй, энергиянын бул арзан булактарын пайдалануу республикада эн келечектүү.
                <br/>
                Отун-энергетика ресурстары өнөр жайдын башка тармактарында кеңири колдонулат. Мисалы, машина куруу жана металлургияда.
            </h4>


        </div>
    );
};

export default Pages33;