import React from 'react';

const Pages93 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>93 бет</h6></div>
            <h4>
                <b>Табияты</b>. Облустун рельефи татаал, тоолуу аймакта жайгашкан . Дениз денгээлинен 1000 мден
                (Көкө-Мерен, Нарын суу лары кошулган жерде) 5982 мге чейинки (Какшаал тоо тизмегиндеги Данков чокусу)
                бийиктикте жатат. Аймагынын 70% га
                жакынын кырка тоолор ээлейт. <br/>
                Нарын облусунун аймагы кендерге бай. Анда кара, түстүү,
                сейрек жана баалуу металлдардын, таш көмүрдүн, курулуш материалдарының, химиялык сырьёлордун, асыл жана
                кооз - таштардын кендери бар. Жер астындагы суулардын бассейн ысык жана минералдуу суулардын булактары
                табылган. Көмүрдүн ири кендери Жумгал районундагы Кабок күрөң көмүр басейнинде топтолгон.
                <br/>
                Эки суунун башатында жайгашкан Жетим темир кеңи Орто Азиядагы темир рудалуу бирден бир бассейн.
                Санефелиндүү сиенит кеңи, коргошун, цинк (Арсы, Ак-Таш-Коро, Кубакы, Ак-Көл), алтын (Солтон-Сары) жана
                башка кеңдер бар. Кочкор өрөөнүндө таш туздун ири кеңи жайгашкан. Турдуу курулуш материалдарынын (чопо,
                кум, шагыл, майда шагыл, мрамор) кендери, ысык жана минералдуу суу булактары көп.
                <br/>
                Облустун климаты континенттин. Кышы суук, уз салкын. Эн төмөнкү температура (-50°С) Ак-Сай өрөөнүндө,
                Чатыр-Көлдүн аймагында катталган. Жылдык жаан-чач сымдуу бөлүгүндө 200-300 мм, тоолордо барбы Кочкор
                өрөөнүндө катуу шамалдын таасиринен жана копко жатпайт.
                <br/>
                Облустун суулары Сыр-Дарыя, Тарим, Чүй дары
                Чатыр-Колдун алаптарына кирет. Ири дарыясы Нарын Анын облустун аймагындагы узундугу 400 кмден ашык.
                Республиканын гидроэнергия ресурстарынын 1/3и облустун сууларына таандык. Нарын жана анын куймаларынын
                жылына 36477 кВт электр энергиясын берүү мүмкүнчүлүгү бар.
                <br/>
                Облустун аймагынын топурак-өсүмдүгү ар түрдүү. Тоо капталдарына бийиктик алкактуулук мүнөздүү. Негизинен
                шыбак, айрым жерлерде бетеге баялыш, эфемер, ксерофит өсүмдүктө 2 ст. Сууларынын жайылмаларын бадалдуу
                токой залейт. Өрөөндөрдү курчаган тоолордун капталдары субальп алкагына кирет. Тоолуу шалбаа
                топурактарында ар кыл чөптүү субальп шалбаасы өсүп, тоолордун түндүк капталдарында бадал, карагайлуу
                токой кездешет. Кырка тоолордун эң бийик болук терук алып алкагы залейт. Облустун аймагынын 3% ын токой
                бадал элейт. <br/>
                <b>Калкы</b> 2016-жылдын башына облустун аймагында
                республиканын калкынын 4,6% (277,7мин) жашаган. Алардын  99,2%
                кыргыздар, калгандары башка улуттар (11-диаграмманы кара). Республикада калкы эң сейрек отурукташкан облус,
                калкынын орточо жыштыгы: 1 км жерге 6 адам туура   келет (республикадада бул көрсөткүч 30 адамды түзөт).
            </h4>

        </div>
    );
};

export default Pages93;