import React from 'react';
import img from "../../../../assets/img/kurp-say.jpg"

const Pages107 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>107 бет</h6></div>
            <h4>
                жана тамак-аш өнөр жайлары эсептелинет.
                <br/>
                Электр-энергетика облустун өнөр жайынын 57,6% прогдукциясын өндүрүп (республиканын электр-энергетикасыны
                83,3%), 4 ишканадан турат: Токтогул ГЭС каскаддары, Таш-Көмүр ГЭСи, Шамалды-Сай шаарчасындагы курулуп
                жаткан ГЭС ишканасы жана Жалал-Абадтагы ГЭС. Өндүрүлгөн электр энер басымдуу бөлүгү республиканын башка
                региондорунда чет өлкөлөрдө пайдаланылат.
            </h4>
            <img src={img} alt="" className="w-[90%] h-[450px]"/>
            <i> Күрп-Сай ГЭСи</i>
            <h4>
                Облустун 2-тармагы болуп отун өнөр жайы саналат. Көмүр казып алууда биринчиден, өндүрүлгөн көмүрдүн
                өздүк паркынын кымбаттыгы, экинчиден алардын сапатынын начардыгы, үчүнчүдөн аларды сатуудагы рыноктун
                тардыгы же жоктугу себеп болууда.
                <br/>
                Мунай жана табигый газын өндүрүү тармагында облустагы жана республикадагы жалгыз ишкана «Кыргызмунайгаз»
                Аксы иштейт. Ал Кочкор-Ата шаарында жайгашкан.
                <br/>
                Жалпы өнөр жай продукциясынын 4,8% ын түстүү металлургия өндүрүп, тармактардын ичинен 5-орунда турат.
                Бул тармактын 3 ишканасы бар, алар: Макмал алтын кен комбинаты: «Макмал» алтын МАК: «Кристалл» МАК
                (жарым өткөргүчтүү кристаллдык кремний жана башка түрлөрүн чыгаруучу КМШ өлкөлөрүндөгү жалгыз ишкана).
                <br/>
                Машина куруу жана металл иштетүү өнөр жай тармактарын ичинде 6,9% продукция өндүрүлүп,
                электр-энергетика, отун жана жеңил өнөр жайынан кийинки 4-орунду ээлейт. Тармактын 19 ишканасы бар,
                ирилери: «Майлуу-Суу электр лампа заводу» АК, «Нур» АК, ТТО заводу, «Достук» АК, Гидростальконструкция
                АК, «Кыргыз электроизолит» заводу, ОП 36/10 ишканасы, «Жетиген» АК, «Анар» заводу, «Ротор» чакан
            </h4>

        </div>
    );
};

export default Pages107;