import React from 'react';

const Pages12 = () => {
    const block = [
        {id: 1, title: " 1-орунда", text: "Кан айлануу системасынын ооруларынан ", number: "65 "},
        {id: 2, title: " 2-орунда", text: " Онкологиялык ооруулардан", number: " 11"},
        {
            id: 3, title: " 3-орунда", text: " Ар кандай кырсык, елтуруп кетүү, өзүн-\n" +
                "өзү өлтүрүү, жол кырсыгы ж. б.", number: " 9"
        },
        {id: 4, title: " 4-орунда", text: "Тамак-аш синируу органдарынын ооруларынан ", number: " 7"},
        {id: 5, title: " 5-орунда", text: " Дем алуу органдарынын ооруларынан", number: " 5"},
        {id: 6, title: " 6-орунда", text: " Жугуштуу жана мите оорууларынан ", number: " 3"},
    ]

    return (
        <div className="pages1">
            <div className="page-number"><h6>12бет</h6></div>
            <h4>
                Республикада төрөлүүнүн денгээли ар турдуу социалдык-
                экономикалык факторлорго байланыштуу болот. Мисалы, уй-
                булонун материалдык, маданияттын жана медицинанын өнүгүү
                денгээли, аялдардын эмгектенуусу, динге ишенүүлөр, улуттук
                өзгөчөлүктөр ж. б.
                <br/>
                Калктын өсүшүнө таасир этүүчү факторлордун дагы бири
                өлүм-житим.
                Бул адамдын жашоо узактыгына байланыштуу.
                Өлүм көбүнчө жаш балдар жана улгайгандардын арасында жогору, аялдарга караганда эркектердин арасында
                көбүрөөк кездешет.
                <br/>
                Кыргызстандын
                Улуттук
                статистика
                комитетинин
                2016-жылкы маалыматы боюнча өлгөндөрдүн негизги себеби
                төмөнкүлөр
                (5-тиркемени кара). <br/>
                Өлүм житим түрлөрү сыяктуу биологиялык кубулуш. Буга
                табият, климат, генетика, социалдык экономика, маданият саясат жана башка факторлор кирет.
            </h4>
            <i>5-тиркеме</i>
            <h1>
                Өлум-житимдин негизги себептери
            </h1>
            <table className="w-full">
                <thead>
                <tr className="border-black bg-blue-400">
                    <th className="border-black border-2 p-2">Ээлеген
                        оруну
                    </th>
                    <th className="border-black border-2 p-2">Өлгөндөрдүн негизги себеби</th>
                    <th className="border-black border-2 p-2">% менен</th>

                </tr>
                </thead>

                <tbody>
                {
                    block.map((el) => (
                        <tr className="w-[90%]">
                            <td className=" hover:bg-gray-500  border-black border-2 text-xl p-2 w-[20%]">
                                {el.title}
                            </td>
                            <td className="  hover:bg-gray-500  border-black border-2 w-[73%] text-xl p-2">
                                {el.text}
                            </td>
                            <td className=" hover:bg-gray-500   border-black border-2 text-xl p-2 w-[10%]">
                                {el.number}
                            </td>
                        </tr>
                    ))
                }
                </tbody>
            </table>
            <h4 className="pt-6">
                Кыргыз Республикасынын калкынын орточо жашынын
                узактыгы жылдан-жылга артууда. ХIХ-кылымдын аягында
                орточо жашоо мөөнөтүнүн узактыгы 30-32 жаш болсо, ал эми
                азыркы мезгилде орточо жашоо мөөнөтүнүн узактыгы 70,6
                жашты түзөт. Аялдардын орточо жашоо мөөнөтүнүн узактыгы
                74,8 болсо, эркектердики 66,7 жаш. Калктын орточо жашынын узактыгы анын курактык жана жыныстык курамынын
                санына өз таасирин тийгизет.
            </h4>

        </div>
    );
};

export default Pages12;