import React from 'react';

const Pages16 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>16бет</h6></div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Мен муну билем
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Аялдардын басымдуулук кылышынын негизги себеби эмне?
                    <br/>
                    2. «Кыргызстан жалпыбыздын үйүбүз» деген девизди
                    чечмелегиле.
                </h4>
            </div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Өзүңдү текшер
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Калктын жыныстык курамын диаграмма боюнча
                    талдап, себебин аныктагыла.
                    <br/>
                    2. Эмне себептен эмгек курагындагылардын үлүшү жогору?
                </h4>
            </div>

            <h1><span>§ 5.</span> Калктын отурукташуусу</h1>
            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Эсиңерге түшүргүлө
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Калктын жайгашуусуна кандай ынгайлуу шарттар керек?
                    <br/>
                    2. Шаар менен айыл-кыштактардын айырмасы эмнеде?
                </h4>
            </div>
            <h4>
                Калктын отурукташуусу жаратылыш шарттарына көз каранды. Кыргыз Республикасынын аймагы тоолуу
                болгондуктан
                калкы деңиз деңгээлинен 1500 м бийиктикке чейин жайгашкан четки өрөөндөрдө отурукташкан (80 %). Ал
                республиканын 15% га жакын аянтын ээлейт. Алар Чүй, Талас өрөөндөрү,
                Фергана өрөөнүнүн тоо этектери.
            </h4>

            <div className="animated-shape-both">
                <h4 className="w-[70%] mb-20">
                    2016-жылкы
                    маалымат
                    боюнча калктын орточо жыштыгы ар бир км² жерге 31 киши туура келет.
                    калктын жыштыгы Калктын саны өскөн сайын, анын орточо жыштыгы да жогорулайт: Мисалы, 1926-жылы 1 км² жердеги
                    5 киши болсо, ал эми 1981-жылы 18
                    ге жеткен.
                    <br/>
                    Кыргыз
                    Республикасынын аймагы боюнча калк текши жайгашкан эмес, ошондуктан
                    жыштык ар кандай. Калктын жайгашуусу алардын чарбачылык иштерине байланыштуу.
                    <br/>

                </h4>

                <div className="animated-shape ml-2 w-[30%]">
                    <h3>
                        Белгилүү бир аймактын калкынын жыш
                        же сейрек жайгашуусун көрсөткөн  бирдик- <mark> калктын жыштыгы</mark> деп аталат. <br/>
                        Калктын санынын аянты бирдигине (1 км жерге) болгон катышы менен берилет.
                    </h3>
                </div>

            </div>


        </div>
    );
};

export default Pages16;