import React from 'react';
import img from "../../../../assets/img/маймак.jpg"

const Pages84 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>84 бет</h6></div>
            <h4>
                -Буура ,Жаны-Базар -Ала- Бука, Кара-Буура -Аманбаев- Шекер-Көкк-Сай
                <br/>
                Облустун батышындагы Маймак айылы аркылуу 17 км жакын темир жол өтөт. Бул жол сыртка жүк ташып чыгаруу
                жана жук ташып алып келүүдө маанилүү. Ал темир жолду бойлой
                куур транспорту дагы өтөт. <br/>
                Талас облусунда 1997-жылдын март айында «Маймак» Эркин экономикалык аймагы (ЭЭА) уюшулган. Бул аймак
                облостун Жоон-Дебе темир жол бекетинин айланасын ээлеп, жалпы
                ты 520 ганы түзөт.
            </h4>
            <img src={img} alt="" className="w-full h-[450px]"/>
            <i>маймак айылы аркылуу өткөн темир жолу</i>
            <h4>
                Айман башка өлкөлөр менен өндүрүштүк байланышты тузүүгөн абдан ыңгайлуу жерде жайгашкан. Азырынча бул
                аймакта кампаларды жана базаларды ижарага берүү менен гана жүргүзүлүүдө.
                <br/>
                <b> Социалдык абалы.</b> Калктын социалдык абалынын деңгээли башка облустарга салыштырмалуу начар
                өнүккөн.
                Калкты турак жай, бала бакчалар, ооруканалар менен камсыз кылуу, калкты тиричилик жактан тейлөөнүн
                көлөмү төмөн.
                <br/>
                Маданий мекемелеринен облуста 72 китепкана, 41 клуб. 1театр, 5 музей жана 2 кинотеатр иштейт.
                Саламаттык сактоо тармагында 4 райондук, 9 участвалых. облустук оорукана, согуш ардагерлерия дарылоочу
                оорукана 21 айылдык врачтык амбулатория, 4 фельдшер-акушердик пункт, 4 санитариялык-эпидемиологиялык
                станция, наркологиялык дис- пансер, 2 бейтапкана жана башка медицина мекемелери иштейт.
            </h4>

        </div>
    );
};

export default Pages84;