import React from 'react';

const Pages26 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>26 бет</h6></div>
            <h4>
                Бул эки тармактын маанилүүсү- кайра иштетип чыгаруу
                өнөр жайы эсептелинет. <br/>
                Республиканын өнөр жайын, сырьёлук ресурстарды пайданлануу боюнча үч топко бөлүүгө болот:
                <br/>
                1) айыл чарба сырьёсун иштетүү өнөр жайы; <br/>
                2) жаратылыш кен байлыгын иштетүү; <br/>
                3) сырттан ташылы келинуучу сырьелорду иштетүү. <br/>
                Кыргыз Республикасында айыл чарба сырьёлорун иште-
                түү кыйла өнүгүүдө.

            </h4>

            <thead className="w-full items-center justify-center flex  ">
            <p className="border-black bg-blue-400 text-white border-2 p-2 ">
                Бул тармактаты өнөр жай курамы ар турдүү, алардын башкылары:
            </p>
            </thead>
            <table className="border-black border-2 m-3  w-full">
                <tbody>
                <tr className="border-black border-2">

                    <td className="border-black border-2 p-2 bg-blue-400 text-white"> <b>мал чарба сырьёлорун: </b>
                         эт, сүт, май, консерва жасоо, жүндү, терини иштетүү
                    </td>
                    <td className="border-black border-2 p-2 bg-blue-400 text-white">
                        <b> өсүмдүк сырьёлорун иштетүү: </b>
                        кант, май, пахта, тамеки, ун тартуу, кондитердик, пиво
                        кайнатуу, арак-шарап жасоо, пахтадан кездеме токуу
                    </td>
                </tr>

                </tbody>
            </table>
            <h4>
                Өлкөбүздун экономикалык потенциалын, өндүрүштүн техникалык денгээлин, жаратылыш байлыктарын, материалдык
                жана эмгек ресурстарын пайдалануу өнөр жай өндүрүшүнө байланыштуу. <br/>
                Кыргыз Республикасы өз алдынча эгемендүү мамлекет
                болгон жылдан баштап өндүрүш базар экономикасынын талап-
                тарына ылайнктаптырылды. Анын натыйжасында өнөр жай
                өндүрүшүндө тармактык чон өзгөрүүлөр болду. Эгемендүүлүк-
                түн алгачкы жылдары өнөр жай тармагында менчиктештирүү
                процесси жүргүзүлдү.Бирок базар экономикасынын шартында менчиктештирүү даярдыксыз өткөрүлгөн.Ошондуктан жогорку
                адистешкен өнөр жай ишканалары токтоп, турмушка керекте-
                лүүчү жөнөкөй продукцияларды чыгара башташкан. Кара ме-
                таллургия, химия, токой жана жыгач иштетүү өнөр жайлары
                импорттук сырьёго көз каранды болгондуктан чыгарган продук-
                циясынын көлөмү азайды. <br/>
                Азыркы учурда республикада өнөр жай тармагынын структурасын: отун-энергетика, машина куруу жана түстүү ме-таллургия, курулуш материалдары, женил жана тамак-аш өнөр жайлары түзөт.

            </h4>
            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Мен муну билем
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    «Интергельпо» кооперативи Кыргыз Республикасына
                    кайсы жылы, кайсы өлкөдөн көчүрүлүп келинген?

                </h4>
            </div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Өзүңдү текшер
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Эмне себептен мамлекетибиз эгемендүүлүктү ал-
                    гандан кийин менчиктештирүү процесси жүргүзүлдү?
                    <br/>
                    2. Эмнелерди менчиктештирүүгө болбойт?

                </h4>
            </div>

        </div>
    );
};

export default Pages26;