import React from 'react';
import Circle34 from "src/ui/Progress.tsx/circle/Circle34";
import komur from "../../../../assets/img/комур.png"


const Pages28 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>28 бет</h6></div>
            <h4> Көмүр ресурстары республиканын аймактары боюнча тек-
                ши жайгашкан эмес (5-диаграмманы кара).
            </h4>
            <i> 5-диаграмма</i>
            <b className="text-xl"> Кыргыз Республикасындагы көмүр ресурстарынын аймактар
                боюнча жайгашуусу
            </b>

            <div className="flex items-center justify-center w-[70%]">
                <Circle34/>
                <h4>
                    Түштүк Кыргызстан, 65% <br/>
                    Нарын облусу,33% <br/>
                    Ысык-Көл облусу,2%
                </h4>
            </div>

            <h4>
                Көмүр кендеринин республикада арбын экендигине карабастан, көмүрдүн көбү Казакстандан ташылып келинет.
                Республикада көмүр өнөр жайынын келечеги чоң,өздөштүрүлө элек
                перспективдуу кендер жетиштүү. <br/>
                Көмүр казып алуунун бир кыйла өндүрүмдүү жана арзан
                жолу карьерлерден ачык турдө казып алуу. Мындай жол менен
                бир эле жумушчу жер астынан казууга караганда көмүрдү орто эсеп менен 6 эсе кеп казып алат.
            </h4>
            <img src={komur} alt="" className="w-[80%] h-[400px]"/>
            <i> Кабак курөн көмүр бассейнинде көмүрдү ачык жол менен казып алуу </i>
        </div>
    );
};

export default Pages28;