import React from 'react';

const Pages19 = () => {
    return (
        <div className="pages1">
            <div className="page-number"><h6>19бет</h6></div>
            <h4>
                1. Ири кыштактар райондордун, ири чарбалардын борборлору. Алар тоо этектеринде жана тоо арасындагы өрөөндөрдө , транспорттук магистралдардын бойлорунда жайгашкан.
                <br/>
                2. Орто кыштактар тоо этегиндеги жана тоо арасындагы
                түздүктөрдө жайгашкан. <br/>
                3. Чакан кыштактар жайыттардагы сезондуу айылдар.
                Келечекте өнөр жайлардын өнүгүшү менен ири кыштактар
                шаарчаларга, шаарчалар шаарларга айланышы керек. <br/>
                Республиканын бардык облустарынын айыл-кыштак калкынын эмгекке жарамдуу бөлүгү шаарларга көчүп кетишүүдө.
                <br/>
            </h4>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Мен муну билем
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">
                <h4>
                    1. Республикабыздагы шаарлар кандай жерлерде жайгашкан?
                    <br/>
                    2. Кыргыз Республикасынын аймагындагы кайсы байыркы шаарларды билесинер?
                </h4>
            </div>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Өзүндү текшер
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">

                <h4>
                    1. 3-карта-схема боюнча облустардагы калктын орточо
                    жыштыгы эмне себептен бирдей эместигин тушундургүлө.
                    <br/>
                    2. Кыргыз Республикасынын административдик картасын пайдаланып полифункциялуу жана монофункциялуу
                    шаарларга мисал келтиргиле.
                </h4>
            </div>

            <h1><span>§ 6.</span>  Калктын миграциясы</h1>

            <div className="pages3-text1">
                <button type="button" className="pages3-text2  px-5 py-2.5 text-center   ">
                    Эсиңерге түшүргүлө
                </button>
            </div>
            <div className="pages3-text2  text-white text-sm px-5 py-2.5 text-start mr-2 mb-2">

                <h4>
                    1. Эмне себептен калк бир аймактан экинчи аймакка көчүп турушат?
                    <br/>
                    2. Кыргыз эли эмне үчүн жарым көчмөн турмушта жашашкан?
                </h4>
            </div>
            <h4>
                Миграция - адамдардын бир аймактан экинчи бир аймакка көчүүсү, жашаган жерин которуусу. Мигрант - бул миграция процессине катышкан адам.
            </h4>

        </div>
    );
};

export default Pages19;